Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/MenuItems.strings
Languages: lv

source: MenuItem:Pin Visor
lv: Pin Visor

source: MenuItem:Close Tab
lv: Close Tab

source: MenuItem:New Native Tab
lv: New Native Tab

source: MenuItem:Close Native Tab
lv: Close Native Tab

source: MenuItem:Show Previous Native Tab
lv: Show Previous Native Tab

source: MenuItem:Show Next Native Tab
lv: Show Next Native Tab

source: MenuItem:New Tab
lv: New Tab

source: MenuItem:Reopen Closed Tab
lv: Reopen Closed Tab

source: MenuItem:Close Window
lv: Close Window

source: MenuItem:Toggle Dual Mode
lv: Toggle Dual Mode

source: MenuItem:Narrow Tabs Bar
lv: Narrow Tabs Bar

source: MenuItem:Select Previous Tab
lv: Select Previous Tab

source: MenuItem:Select Next Tab
lv: Select Next Tab

source: MenuItem:Switch Active Panel
lv: Switch Active Panel

source: MenuItem:Folders on Top
lv: Folders on Top

source: MenuItem:Show System Files
lv: Show System Files

source: MenuItem:Column View Auto Width
lv: Column View Auto Width

source: MenuItem:Dock Progress Bar
lv: Dock Progress Bar

source: MenuItem:Template
lv: Template
