Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/Tabs.strings
Languages: mk, pl

source: TotalFinder - unregistered version
mk: TotalFinder - нерегистрирана верзија
pl: TotalFinder - niezarejestrowana wersja

source: TotalFinder - 1 day left - buy now!
mk: TotalFinder - преостанат 1 ден - купете го сега!
pl: TotalFinder - Pozostał jeden dzień - kup teraz!

source: TotalFinder - 2 days left - buy now!
mk: TotalFinder - преостанати 2 дена - купете го сега!
pl: TotalFinder - Pozostały dwa dni - kup teraz!

source: TotalFinder - 3 days left - buy now!
mk: TotalFinder - преостанати 3 дена - купете го сега!
pl: TotalFinder - Pozostały trzy dni - kup teraz!

source: TotalFinder - 4 days left - buy now!
mk: TotalFinder - преостанати 4 дена - купете го сега!
pl: TotalFinder - Pozostały cztery dni- kup teraz!

source: TotalFinder - 5 days left - buy now!
mk: TotalFinder - преостанати 5 дена - купете го сега!
pl: TotalFinder - Pozostało pięć - kup teraz!

source: TotalFinder - %d days left - buy now!
mk: TotalFinder - преостанати %d дена - купете го сега!
pl: TotalFinder - Pozostało %d dni - kup teraz!

source: Close Tab
mk: Затвори Јазиче
pl: Zamknij kartę

source: Toggle Dual Mode
mk: Изменичен Двоен Мод
pl: Wł/wył tryb podwójny

source: New Tab
pl: Nowa zakładka

source: Use narrow Tabs Bar
mk: Тенка Линија со Јазичиња
pl: Użyj wąskiego paska zakładek

source: Open new tabs with previous location
pl: Otwieraj nową kartę z aktualną ścieżką
