Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: ar, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, lt, lv, ms, nl, ro, ru, sk, th, tr, uk, vi

source: This TotalFinder copy is licensed to:
ar: هذه النسخة من TotalFinder مسجلة باسم:
bn: এই টোটালফাইন্ডারটি নিবন্ধিত রয়েছে:
ca: Aquesta copia de TotalFinder està llicenciada a:
cs: Licencován na jméno:
da: Denne TotalFinder kopi er licenseret til:
de: Diese Kopie von TotalFinder ist lizensiert für:
el: Αυτό το αντίγραφο του λογισμικού ανήκει:
es: Esta copia de TotalFinder está registrada a nombre de:
et: See TotalFinderi koopia on litsentseeritud:
fi: Tämä TotalFinder on lisenssöity:
he: עותק זה של TotalFinder מורשה ל־:
hi: इस टोटलफ़ाइंडर प्रतिलिप के लाइसेंस धारी हैं:
hr: Ova kopija TotalFinder-a je licencirana na:
hu: A TotalFinder ezen példánya regisztrálva:
id: Salinan TotalFinder ini dilisensikan kepada:
lt: Ši TotalFinder kopija yra licencijuota šiam asmeniui:
lv: Šī TotalFinder kopija ir licencēta uz:
ms: Salinan TotalFinder ini dilesenkan kepada:
nl: Dit exemplaar van TotalFinder is gelicenseerd aan:
ro: Această copie TotalFinder este licențiată către:
ru: Эта лицензия TotalFinder принадлежит:
sk: TotalFinder registrovaný pre:
th: TotalFinder บนเครื่องนี้ใช้ภายใต้ใบอนุญาตที่ออกให้:
tr: Bu TotalFinder kopyasının lisans sahibi:
uk: Ця копія TotalFinder ліцензована для:
vi: Bản TotalFinder này được cấp phép cho:

source: Close
ar: أغلق
bn: বন্ধ
ca: Tancar
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
lt: Uždaryti
lv: Aizvērt
ms: Tutup
nl: Sluiten
ro: Închide
ru: Закрыть
sk: Zatvoriť
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng

source: Back
ar: الرجوع
bn: পেছনে
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Volver
et: Tagasi
fi: Takaisin
he: בחזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
lt: Atgal
lv: Atpakaļ
ms: Belakang
nl: Terug
ro: Înapoi
ru: Назад
sk: Späť
th: กลับ
tr: Geri
uk: Повернутися
vi: Trở lại

source: Invalid license code
ar: رمز رخصة غير صالح
bn: নিবন্ধনের কোডটি সঠিক না
ca: Codi de llicència incorrecte
cs: Neplatný licenční klíč
da: Ugyldig licens kode
de: Ungültiger Lizenzschlüssel
el: Λάθος κλειδί αδείας
es: Código de licencia inválido
et: Vigane litsentsi kood
fi: Virheellinen lisenssiavain
he: קוד רישיון לא חוקי
hi: अवैध लाइसेंस कोड
hr: Nevažeći ključ licence
hu: Hibás licenszkód
id: Kode lisensi tidak valid
lt: Neteisingas licencijos kodas
lv: Nederīgs licences kods
ms: Kod lesen tidak sah
nl: Ongeldige licentiecode
ro: Cod de licență invalid
ru: Неверный код лицензии
sk: Neplatný licenčný kľúč
th: เลขใบอนุญาตผิด
tr: Geçersiz lisans kodu
uk: Недійсний код ліцензії
vi: Giấy phép không hợp lệ

# Please go back and try again.
source: Please make sure you have copy&pasted the license name and code properly. Note that the name field is case sensitive.
ar: رجاء ارجع و أعد المحاولة.
bn: অনুগ্রহ করে পেছনে গিয়ে আবার চেষ্টা করো
ca: Si us plau torna enrere i torna-ho a intentar.
cs: Prosím vraťte se zpět a zkuste to znovu.
da: Gå venligst tilbage og prøv igen.
de: Bitte gehen Sie zurück und versuchen es erneut.
el: Παρακαλώ πηγαίνετε πίσω και προσπαθήστε ξανά.
es: Por favor vuelva e inténtelo de nuevo.
et: Palun mine tagasi ja proovi uuesti.
fi: Ole hyvä ja mene takaisin yrittääksesi uudelleen.
he: אנא חזור ונסה שוב.
hi: वापस जायें और फिर से कोशिश करें.
hr: Molimo idite natrag i pokušajte ponovno.
hu: Kérem próbálja újra
id: Silahkan kembali dan mencoba lagi.
lt: Prašome grįžti atgal ir bandyti dar kartą.
lv: Lūdzu dodieties atpakaļ un mēģinēt vēlreiz.
ms: Sila ke belakang dan cuba lagi.
nl: Ga terug en probeer het opnieuw.
ro: Vă rog dați înapoi și încercați din nou.
ru: Пожалуйста, попытайтесь еще раз.
sk: Prosím vráťte sa späť a skúste to znovu.
th: กรุณาย้อนกลับแล้วลองอีกครั้ง
tr: Lütfen geri dönüp tekrar deneyin
uk: Будь ласка, спробуйте ще раз.
vi: Vui lòng thử lại

source: To purchase a license for TotalFinder, please visit BinaryAge web store.
ar: لشراء رخصة لـ TotalFinder, الرجاء زيارة المتجر الالكتروني التابع لـ BinaryAge.
bn: টোটালফাইন্ডার নিবন্ধন করার জন্য অনুগ্রহ করে BinaryAge ওয়েবস্টোরে যাও।
ca: Per a comprar una llicència de TotalFinder si us plau visiti la pàgina de BinaryAge.
cs: Licenci pro TotalFinder můžete koupit ve webovém obchodu BinaryAge.
da: For at købe en licens til TotalFinder, besøg venligst BinaryAge net butik.
de: Um eine Lizenz für TotalFinder zu erwerben, besuchen Sie bitte den BinaryAge Onlineshop.
el: Για την απόκτηση αδείας παρακαλώ επισκεφτείτε το ηλεκτρονικό κατάστημα.
es: Para comprar una licencia de TotalFinder, visite la tienda en línea de BinaryAge.
et: TotalFinderi litsentsi ostmiseks palun külastage BinaryAge veebipoodi.
fi: Ostaaksesi lisenssin TotalFinderiin käy BinaryAgen nettikaupassa
he: על מנת לרכוש רישיון, אנא בקר בחנות של BinaryAge באינטרנט.
hi: टोटलफ़ाइंडर लाइसेंस खरीदने के लिए, कृपया BinaryAge वेब स्टोर पर जाएं.
hr: Za kupnju licence TotalFindera molimo posjetite BinaryAge web-trgovinu.
hu: Licensz vásárlásáért kérem keresse fel a BinaryAge webshopját
id: Untuk membeli lisensi TotalFinder, silahkan kunjungi web store BinaryAge.
lt: Norėdami įsigyti TotalFinder licenciją, apsilankykite BinaryAge internetinėje parduotuvėje.
lv: Lūdzu apmeklējiet BinaryAge e-veikalu lai iegādātos TotalFinder licenci.
ms: Untuk membeli lesen TotalFinder, sila layari kedai web BinaryAge.
nl: Bezoek de webwinkel van BinaryAge om een licentie voor het gebruik van Totalfinder te kopen.
ro: Pentru a cumpăra o licență TotalFinder, vă rugăm vizitați magazinul online BinaryAge
ru: Для покупки лицензии TotalFinder, пожалуйста, посетите онлайн магазин BinaryAge.
sk: Licenciu pre TotalFinder môžete kúpiť vo webovom obchode BinaryAge.
th: หากต้องการซื้อใบอนุญาตสำหรับ TotalFinder กรุณาไปที่ร้านค้าบนเว็บของ BinaryAge
tr: TotalFinder için lisans satın almak için lütfen BinaryAge web sitesini ziyaret edin.
uk: Щоб купити ліцензію TotalFinder, будь ласка, відвідайте онлайн магазин BinaryAge.
vi: Mua bản quyền TotalFinder, vui lòng viếng thăm của hàng online BinaryAge

source: Thank you for using TotalFinder!
ar: شكرا لاستخدامك TotalFinder!
bn: টোটালফাইন্ডার ব্যবহার করার জন্য তোমাকে ধন্যবাদ!
ca: Gràcies per fer servir TotalFinder!
cs: Díky, že používáte TotalFinder!
da: Tak for du bruger TotalFinder!
de: Danke, dass Sie TotalFinder verwenden!
el: Σας ευχαριστούμε για την χρήση του TotalFinder!
es: ¡Gracias por utilizar TotalFinder!
et: Aitäh kasutamast TotalFinderit!
fi: Kiitos että käytät TotalFinderia!
he: תודה על השימוש ב־ TotalFinder!
hi: टोटलफ़ाइंडर का उपयोग करने के लिए धन्यवाद!
hr: Zahvaljujemo na upotrebi!
hu: Köszönjük, hogy a TotalFinder-t használja!
id: Terima kasih telah menggunakan TotalFinder!
lt: Dėkojame, kad naudojatės TotalFinder!
lv: Paldies, ka izmantojāt TotalFinder!
ms: Terima kasih kerana menggunakan TotalFinder!
nl: Bedankt voor het gebruiken van TotalFinder!
ro: Vă mulțumim că folosiți TotalFinder!
ru: Спасибо за использование TotalFinder!
sk: Ďakujeme že používate TotalFinder!
th: ขอบคุณที่ใช้ TotalFinder!
tr: TotalFinder'ı kullandığınız için teşekkürler!
uk: Дякуємо за користування TotalFinder!
vi: Cảm ơn bạn đã sử dụng TotalFinder!

source: License Name
ar: اسم الرخصة
bn: নিবন্ধনের নাম
ca: Nom de la llicència
cs: Licenční jméno
de: Lizenzname
es: Nombre de la licencia
et: Litsentsi Nimi
fi: Lisenssin nimi
he: שם הרישיון
hi: लाइसेंस नाम
hr: Ime licence
id: Nama Lisensi
lt: Licencijos vardas
lv: Licences vārds
ms: Nama Lesen
nl: Licentienaam
ru: Владелец лицензии
sk: Licenčné meno
tr: Lisans Adı
uk: Ліцензійне ім'я
vi: Tên Bản quyền

source: License Key
ar: مفتاح الرخصة
bn: নিবন্ধন কোড
ca: Clau de la llicència
cs: Licenční klíč
de: Lizenzschlüssel
es: Clave de la licencia
et: Litsentsi Võti
fi: Lisenssin avain
he: קוד הרישיון
hi: लाइसेंस कुंजी
hr: Ključ licence
id: Kunci Lisensi
lt: Licencijos raktas
lv: Licences atslēga
ms: Kunci Lesen
nl: Licentiecode
ru: Лицензионный ключ
sk: Licenčný kľúč
tr: Lisans Anahtarı
uk: Ліцензійний ключ
vi: Mã Bản quyền

source: Click to record new shortcut
ar: إضغط لإنشاء اختصار جديد
bn: নতুন শর্টকাট ধরণ করার জন্য ক্লিক্ করো
ca: Feu clic per enregistrar la drecera
cs: Klikněte pro zadání klávesové zkratky
de: Hier klicken um neues Tastenkürzel zu speichern
es: Clic para definir función rápida
he: לחץ להגדרת מקש קיצור דרך
hi: नया शॉर्टकट रिकॉर्ड करने के लिए क्लिक करें
hr: Klik za snimanje pseudonima
id: Klik untuk merekam jalan pintas baru
lt: Spragtelėkite, kad įrašytumėte naują nuorodą
lv: Spiediet šeit, lai ierakstītu jaunu saīsni.
ms: Klik untuk mencatat pintasan baru
nl: Klik om een nieuwe sneltoets op te nemen
ru: Щелкните для создания ярлыка
sk: Kliknite pre zadanie klávesovej skratky
tr: Yeni kısayol kaydetmek için tıklayın
uk: Натиснуты щоб записаты "шоркат"
vi: Nhấn để ghi phím tắt mới

source: Delete shortcut
ar: حذف اختصار
bn: শর্টকাট মুছবে
ca: Esborrar drecera
cs: Smazat klávesovou zkratku
de: Lösche Tastenkürzel
es: Eliminar función rápida
he: מחק קיצור דרך
hi: शॉर्टकट हटाएँ
hr: Obriši pseudonim
id: Hapus jalan pintas
lt: Ištrinti nuorodą
lv: Dzēst saīsni
ms: Padam pintasan
nl: Verwijder sneltoets
ru: Удалить ярлык
sk: Zmazať klávesovú skratku
tr: Kısayolu sil
uk: Видалити шорткат
vi: Xóa phím tắt

source: OK
bn: ঠিক আছে
he: אישור
hi: अच्छा
hr: U redu
lt: Gerai
lv: Labi
tr: Tamam
vi: Đồng ý

source: Record Shortcut
ar: تسجيل اختصار
bn: শর্টকাট ধারণ করবে
ca: Enregistrar drecera
cs: Nahrát klávesovou zkratku
de: Speichere Tastenkürzel
es: Definir función rápida
he: הכנס קיצור דרך
hi: रिकॉर्ड शॉर्टकट
hr: Snimi pseudonim
id: Rekam jalan pintas
lt: Įrašyti nuorodą
lv: Ierakstīt saīsni
ms: Catat Pintasan
nl: Neem sneltoets op
ru: Записать ярлык
sk: Nahrať klávesovú skratku
tr: Kısayol kaydet
uk: Записати шорткат
vi: Ghi phím tắt

source: Space
bn: স্পেস
cs: Mezerník
de: Leerzeichen
es: Espacio
he: רווח
hi: अंतर
hr: Razmak
id: Spasi
lt: Tarpas
lv: Atstarpe
nl: Spatie
ru: Пробел
sk: Medzerník
tr: Boşluk
vi: Khoảng trống

source: The key combination %@ cannot be used
bn: %@ সমন্বয়টি ব্যবহার করা যাবেনা
ca: La combinació de tecles %@ no pot ser utilitzada
cs: Nelze použít kombinaci kláves %@
de: Die Tastenkombination %@ kann nicht benutzt werden
es: La combinación de teclas %@ no se puede utilizar
he: שילוב המקשים %@ אינו ניתן לשימוש
hi: कुंजी संयोजन %@ का इस्तेमाल नहीं किया जा सकता
hr: Kombinacija tipki %@ ne može biti korištena!
id: Kombinasi tombol %@ tidak dapat digunakan
lt: Klavišų kombinacija %@ negali būti vartojama
lv: Šī %@ klaviatūras kombinācija nevar tikt izmantota
ms: Kombinasi kekunci %@ tidak boleh digunakan
nl: De toetscombinatie %@ kan niet worden gebruikt
ru: Комбинацию клавиш %@ использовать нельзя
sk: Kombinácia klávesov %@ sa nedá použiť
tr: %@ tuş kombinasyonu kullanılamaz
uk: Ця комбiнацiя %@ не може використовуватися
vi: Phím kết hợp %@ không thể dùng

# This combination cannot be used because it is already used...
source: This combination cannot be used because it is already used by a system-wide keyboard shortcut. If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.
ca: Aquesta combinació no es pot fer servir perquè ja es fa servir per una drecera d'ús global en tot el sistema. Si vol fer servir aquesta combinació ha de canviar l'existent des del panell de Keyboard & Mouse a System Preferences.
es: Esta combinación de teclas no se puede usar porque ya está siendo usada por función rápida de uso global del sistema. Si realmente quieres usar esta combinación, la mayoría de funciones rápidas pueden ser modificadas dentro de las opciones de Teclado en las Preferencias del Sistema.
lt: Ši kombinacija negali būti vartojama, nes ji jau vartojama visos sistemos pločio klaviatūros nuorodos. Jei tikrai norite vartoti šią kombinaciją, daugelis nuorodų gali būti pakeistos Klaviatūra ir Pelė (Keyboard & Mouse) panelėje Sistemos Nustatymuose (System Preferences).
nl: Deze combinatie kan niet worden gebruikt omdat het al is toegewezen aan een systeemwijde toetscombinatie. Als u echt deze toetscombinatie wilt gebruiken, kunt u de meeste toetscombinaties wijzigen in de systeemvoorkeuren-paneel Toetsenbord en muis.
sk: Táto kombinácia nemôže byť použitá pretože ju už používa samotný OSX. Ak chcete používať túto kombináciu skratkových klávesov, veľa skratiek môže byť zmenených v nastavení Klávesnice v Systémových nastaveniach.
tr: Bu tul kombinasyonunu kullanamazsınız çünkü sistem genelinde başka bir kısayol için kullanılmaktadır. Eğer gerçekten bu tuş kombinasyonunu kullanmak istiyorsanız, çoğu kısayol ayarları Sistem Seçeneklerindeki Klavye ve Mouse seçeneklerinden değiştirilebilir.
uk: Таке поєднання не може бути використана, оскільки вона вже використовується для системних клавіш. If ви дійсно хочете використовувати сполучення клавіш, більшість клавіш можуть бути змінені в розділі миша і клавіатура панелі в системних настройках.

source: This shortcut cannot be used because it is already used by the menu item ‘%@’.
bn: ‘%@’ শর্টকাটটি আগে আগে থেকেই মেন্যুতে ব্যবহৃত হচ্ছে।
ca: Aquesta drecera no es pot ser servir perquè ja es fa servir al punt de menú ‘%@’.
cs: Tato zkratka nemůže být použita protože je už používána položkou menu ‘%@’.
de: Diese Kombination kann nicht benutzt werden da sie bereits vom Menüpunkt ‘%@’ benutzt wird.
es: Esta combinación de teclas no se puede usar porque ya se está usando por el elemento de menú '%@'.
he: לא ניתן להשתמש בקיצור דרך זה, מכיוון שהינו כבר בשימוש ע״י פריט התפריט ‘%@’.
hi: इस शॉर्टकट का इस्तेमाल नहीं किया जा सकता क्योंकि यह पहले से ही इस मेनू आइटम द्वरा इस्तेमाल में है ‘%@’.
hr: Kombinacija tipki ne može biti korištena jer je u upotrebi od strane stavke izbornika ‘%@’.
id: Jalan pintas ini tidak dapat digunakan karena telah digunakan oleh menu item ‘%@’.
lt: Ši nuoroda negali būti vartojama, nes ji jau yra vartojama meniu elemento ‘%@’.
lv: Šīs saīsne nevar tikt izmantota, jo tā jau ir izmantota izvēlnes vienumām ‘%@’.
ms: Pintasan ini tidak boleh digunakan kerana ia telah digunakan oleh item menu ‘%@’.
nl: Deze sneltoets kan niet worden gebruikt, omdat die al in gebruik is door menu-item ‘%@’.
ru: Эту комбинацию клавиш использовать нельзя, потому что она уже используется ‘%@’.
sk: Táto skratka nemôže byť použitá pretože je už používaná položkou menu ‘%@’.
tr: Bu kısayol kullanılamaz çünkü zaten ‘%@’ tarafından kullanılmakta.
uk: Цей шорткат не може бути використаний, тому що він вже використовується в пунктi меню ‘%@’.
vi: Phím tắt này không thể dùng bởi vì nó đang được dùng bởi mục ‘%@’.

source: Type New Shortcut
ar: كتابة اختصار جديد
bn: নতুন শর্টকাট প্রবেশ করাও
ca: Escriu la nova drecera
cs: Stiskněte novou klávesovou zkratku
de: Tippe neues Tastenkürzel
es: Pulsa la nueva función rápida
he: הקלד קיצור דרך חדש
hi: नया शॉर्टकट टाइप करें
hr: Utipkaj novi pseudonim
id: Masukan Kalan Pintas Baru
lt: Įveskite naują nuorodą
lv: Ievadīt jauno saīsni
ms: Taip Pintasan Baru
nl: Typ een nieuwe sneltoets
ru: Жми клавиши
sk: Stlačte novú klávesovú skratku
tr: Yeni Kısayol Girin
uk: Тип нового шортката
vi: Gõ phím tắt mới

source: Type Shortcut
ar: كتابة اختصار
bn: শর্টকাট প্রবেশ করাও
ca: Fer servir la drecera
cs: Stiskněte klávesovou zkratku
de: Tippe Tastenkürzel
es: Pulsa la función rápida
he: הקלד קיצור דרך
hi: शॉर्टकट टाइप करें
hr: Utipkaj pseudonim
id: Masukan Jalan Pintas
lt: Įvskite nuorodą
lv: Ievadīt saīsni
ms: Taip Pintasan
nl: Typ sneltoets
ru: Жми клавиши
sk: Stlačte klávesovú skratku
tr: Kısayol Girin
uk: Тип шортката
vi: Gõ phím tắt

source: Use Old Shortcut
ar: استخدام اختصار جديد
bn: পুরাতন শর্টকাট ব্যবহার করবে
ca: Fer servir l'antiga drecera
cs: Použít původní klávesovou zkratku
de: Benutze altes Tastenkürzel
es: Usar la función rápida anterior
he: השתמש בקיצור דרך ישן
hi: पुराना शॉर्टकट इस्तेमाल करें
hr: Upotrijebi predhodni pseudonim
id: Gunakan Jalan Pintas Lama
lt: Naudoti seną nuorodą
lv: Izmantot veco saīsni
ms: Guna Pintasan Lama
nl: Gebruik oude sneltoets
ru: Взять старые
sk: Použiť pôvodnú klávesovú skratku
tr: Eski Kısayolu Kullan
uk: Використовувати старий шорткат
vi: Dùng phím tắt cũ

source: Set it anyway
ca: Establir de totes maneres
cs: Nastavit i přes varování
es: Establecer de todas formas
lt: Visvien įvesti
lv: Iestatīt to vienalga
ms: Teruskan tetapan
tr: Yine de değiştir

source: Disable tabs completely
ar: تعطيل tabs كاملاً
bn: সম্পুর্ণভাবে ট্যাব অকার্যকর থাকবে
ca: Inhabilita les pestanyes completament
cs: Kompletně vypnout taby
de: Deaktiviere Tabs komplett
es: Desactivar las pestañas completamente
he: נטרל לשוניות לחלוטין
hi: टैब्स पूरी तरह से निष्क्रिय करें
hr: Potpuno onemogući kartice
id: Non aktifkan tab sepenuhnya
lt: Visiškai išjungti korteles
lv: Pilnībā atspējot cilnes
ms: Matikan tab sepenuhnya
nl: Tabs volledig uitzetten?
ru: Полностью отключить вкладки
sk: Úplne vypnúť taby
tr: Sekmeleri tamamen devre dışı bırak
uk: Відключити вкладки повністю
vi: Tắt toàn bộ các tab

source: Do you really want to disable tabs?
ar: هل ترغب في تعطيل tabs?
bn: সত্যই তুমি ট্যাব অকার্যকর করতে চাও?
ca: Segur que vols inhabilitar les pestanyes?
cs: Opravdu chcete vypnout taby kompletně?
de: Möchtest du Tabs wirklich deaktivieren?
es: ¿Estás seguro de que quieres desactivar las pestañas?
he: ברצונך לנטרל לשוניות?
hi: आप वास्तव में टैब्स निष्क्रिय करना चाहते हैं?
hr: Želite li onemogućiti kartice?
id: Apa anda ingin menonaktifkan tabs?
lt: Ar tikrai norite išjungti korteles?
lv: Vai Jūs patiešām vēlaties atspējot cilnes?
ms: Anda benar-benar mahu untuk mematikan tab?
nl: Wilt u echt de tabs uitzetten?
ru: Вы действительно хотите отключить вкладки?
sk: Naozaj chcete úplne vypnúť taby?
tr: Sekmeleri devre dışı bırakmak istediğinize emin misiniz?
uk: Ви дійсно хочете відключити вкладки?
vi: Bạn có thực sự muốn tắt toàn bộ tab?

source: Do you really want to enable tabs?
ar: هل ترغب في تفعيل tabs?
bn: সত্যই তুমি ট্যাব কার্যকর করতে চাও?
ca: Segur que vols habilitar les pestanyes?
cs: Opravdu chcete zapnout taby?
de: Möchtest du Tabs wirklich aktivieren?
es: ¿Estás seguro de que quieres activar las pestañas?
he: ברצונך לאפשר לשוניות?
hi: आप वास्तव में टैब सक्रिय करना चाहते हैं?
hr: Želite li omogućiti kartice?
id: Apa anda ingin mengaktifkan tabs?
lt: Ar tikrai norite įjungti korteles?
lv: Vai Jūs patiešām vēlaties ieslēgt cilnes?
ms: Anda benar-benar mahu untuk mengaktifkan tab?
nl: wilt u echt de tabs aanzetten?
ru: Вы действительно хотите включить вкладки?
sk: Naozaj chcete zapnúť taby?
tr: Sekmeleri devreye almak istediğinize emin misiniz?
uk: Ви дійсно хочете активувати вкладки?
vi: Bạn có thực sự muốn bật toàn bộ tab?

source: Tabs
ar: علامات تبويب
bn: ট্যাব
ca: Pestanyes
cs: Taby
da: Faner
es: Pestañas
fi: Välilehdet
he: לשוניות
hi: टैब्स
hr: Kartice
lt: Kortelės
lv: Cilnes
ms: Tab
nl: Tabbladen
ru: Вкладки
sk: Taby
tr: Sekmeler
uk: Вкладки

# This option will effectively disable the tabs module in TotalFinder...
source: This option will effectively disable the tabs module in TotalFinder. In effect the dual mode and visor functionality will be disabled as well. This may be desired under Mavericks - use native Finder tabs exclusively while keeping benefits of other TotalFinder features. For this operation Finder has to be restarted! Note: Prior restarting please finish all Finder tasks in progress (like copying or moving files).
ca: Aquesta opció inhabilitarà de forma definitiva el mòdul de pestanyes a TotalFinder. El mode dual i la funcionalitat del visor tambié seran inhabilitats. Això pot ser desitjable si està fent servir Mavericks o Yosemite (fes servir les pestanyes del Finder natiu mentre es conserven la resta de característiques de TotalFinder). Per aquesta operació s'ha de reiniciar el Finder! Nota: Abans de reiniciar si us plau finalitzi totes les tasques actives (com copia o moviment d'arxius).
cs: Tato volba vypne modul s taby v TotalFinderu. To bude mít za následek i vypnutí duálního módu a funkce visor. Tuto volbu můžete chtít aktivovat v systému Mavericks - budete používat standardní taby Finderu a při tom můžete využívat ostatních výhod TotalFinderu. Pro dokončení této operace je nutné Finder restartovat! Poznámka: Před restartováním prosím ukončete všechny úlohy Finderu (jako kopírování nebo přesouvání souborů).
es: Esta opción desactivará el módulo de las pestañas en TotalFinder. Como consecuencia el modo dual y el visor serán también desactivados. Esto puede ser de interés para los usuarios de Mavericks o Yosemite (usa las pestañas nativas junto al resto de las características de TotalFinder) ¡Para esta operación Finder necesitará reiniciarse! Nota: Antes de reiniciar el Finder, termina todas las tareas pendientes (como copiar o mover archivos).
hi: यह विकल्प प्रभावी ढंग से टोटलफ़ाइंडर में टैब्स मॉड्यूल को निष्क्रिय कर देगा. साथ ही दोहरा मोड और वाइजर कार्यक्षमता भी निष्क्रिय हो जाएगी. इस मेवेरिक्स में इच्छित हो सकता है - अन्य टोटलफ़ाइंडर सुविधाओं का लाभ लेते हुए निवासी टैब का उपयोग करें. इस कार्य के लिये फ़ाइंडर को पुनः प्रारंभ करना अनिवार्य है! नोट: यह करने से पहले कृपया सभी प्रगतिशील फ़ाइंडर कार्य समाप्त कर लें (जैसे कॉपी).
lt: Šis pasirinkimas iš esmės išjungs kortelių modulį TotalFinder'yje. Pasekoje, dvigubas režimas ir skydelio funkcionalumas irgi bus išjungti. Tai gali būti trokštama Mavericks sistemoje: vartokite vien tik gimtines Finder korteles tuo pačiu išlaikydami kitas TotalFinder galimybes. Šiai operacijai Finder turi būti paleistas iš naujo! Pastaba: prieš paleidami iš naujo, prašau pabaikite visus vykstančius darbus su Finder (tokius kaip failų kopijavimas ar perkėlimas).
nl: Deze optie zal de tabs-module volledig uitzetten in TotalFinder. Hierdoor zullen de dubbele kolom en visor ook worden uitgezet. Dit kan gewenst zijn in Mavericks – gebruik enkel de ingebouwde Finder tabs maar behoud andere voordelen van TotalFinder functies. Finder zal worden herstart om de wijzigingen toe te passen. Let op: voltooi eerst alle Finder-bezigheden (zoals het verplaatsen of kopiëren van bestanden).
sk: Táto voľba vypne modul s tabmi v TotalFinderi. To bude mať za následok aj vypnutie duálneho módu a funkcie Visor. Túto voľbu môžete chcieť aktivovať v systéme Mavericks - budete používať štandardné taby Finderu a pri tom môžete využívať ostatných výhod TotalFinderu. Pre dokončenie tejto operácie je nutné Finder reštartovať! Poznámka: Pred reštartovaním prosím ukončite všetky úlohy Finderu (ako kopírovanie alebo presúvanie súborov).
tr: Bu seçenek TotalFinder'ın sekme modülünü tamamen devre dışı bırakacak. Bununla birlikte çift pencere ve vizör özellikleri de devre dışı kalacak. Mavericks'de bu tercih edilebilir - standart sekmeler kullanılarak TotalFinder'ın faydalı özelliklerinden yararlanmaya devam edebilirsiniz. Bu işlem için Finder'ın yeniden başlatılması gerekmektedir! Not: Yeniden başlatmadan önce tüm Finder görevlerinizi (dosya kopyalama ve taşıma gibi) tamamlayın.
