Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: ar, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, lt, lv, ms, nl, ro, ru, sk, th, tr, uk, vi

# MenuItem:Select Previous Tab
source: Select Previous Tab
ar: اختر علامة التبويب السابقة
bn: পূর্ববর্তী ট্যাব নির্বাচন করবে
ca: Selecciona pestanya prèvia
cs: Předchozí tab
da: Gå til forrige fane
de: Vorheriger Tab
el: Επιλογή προηγούμενης καρτέλας
es: Seleccionar pestaña anterior
et: Vali Eelmine Vaheleht
fi: Valitse edellinen välilehti
he: בחר לשונית הקודמת
hi: पिछला टैब चयन करें
hr: Odaberi prethodnu karticu
hu: Előző fül kiválasztása
id: Pilih Tab Sebelumnya
lt: Pasirinkti ankstesnę kortelę
ms: Pilih Tab Terdahulu
nl: Kies vorig tabblad
ro: Selectare tab-ul anterior
ru: Выбрать предыдущую вкладку
sk: Vybrať predchádzajúci tab
th: เลือกแท็บก่อนหน้า
tr: Önceki Sekmeyi Seç
uk: Вибрати попередню вкладку
vi: Chọn Tab Đằng Sau

# MenuItem:Select Next Tab
source: Select Next Tab
ar: اختر علامة التبويب التالية
bn: পরবর্তী ট্যাব নির্বাচন করবে
ca: Seleccia següent pestanya
cs: Následující tab
da: Gå til næste fane
de: Nächster Tab
el: Επιλογή επόμενης καρτέλας
es: Seleccionar pestaña siguiente
et: Vali Järgmine Vaheleht
fi: Valitse seuraava välilehti
he: בחר לשונית הבאה
hi: अगला टैब चयन करें
hr: Odaberi sljedeću karticu
hu: Következő fül kiválasztása
id: Pilih Tab Berikutnya
lt: Pasirinkti kitą kortelę
ms: Pilih Tab Seterusnya
nl: Kies volgend tabblad
ro: Selectare Tab următor
ru: Выбрать следующую вкладку
sk: Vybrať následujúci tab
th: เลือกแท็บถัดไป
tr: Sonraki Sekmeyi Seç
uk: Вибрати наступну вкладку
vi: Chọn Tab Kế Tiếp

# MenuItem:Switch Active Panel
source: Switch Active Panel
ar: بدل الواجهة الفعالة
bn: সক্রিয় প্যানেল পরিবর্তন করবে
ca: Cambia el panell actiu
cs: Přepnout aktivní panel
da: Skift aktivt panel
de: Aktives Panel wechseln
es: Cambiar el panel activo
et: Vaheta Aktiivset Paneeli
fi: Vaihda paneelien välillä
he: החלף פאנל פעיל
hi: सक्रिय पैनल बदलें
hr: Prebaci aktivni panel
id: Pindah Pada Panel Aktif
lt: Pakeisti aktyvią panelę
ms: Tukar Panel Aktif
nl: Verander actief paneel
ru: Сменить активную панель
sk: Prepnúť aktívny panel
tr: Aktif Paneli Değiştir
uk: Поміняти активну панель
vi: Chuyển Sang Bản Điều Khiển Đang Hoạt Động

# MenuItem:Show System Files
source: Show System Files
ar: اظهر ملفات النظام
bn: সিস্টেমের ফাইলগুলি দেখাবে
ca: Mostrar arxius de sistema
cs: Zobrazit skryté
da: Vis System Filer
de: Zeige Systemdateien
el: Kρυφά αρχεία
es: Ver archivos de sistema
et: Näita Süsteemi Faile
fi: Näytä piilotetut tiedostot
he: הראה קבצי מערכת
hi: सिस्टम फ़ाइलें दिखाएँ
hr: Prikaz datoteka sustava
hu: Látható Rendszerfájlok
id: Tunjukkan System Files
lt: Rodyti sisteminius failus
ms: Papar Fail Sistem
nl: Toon systeembestanden
ro: Afișează fișiere sistem
ru: Скрытые файлы
sk: Zobraziť skryté
th: แสดงไฟล์ระบบ
tr: Sistem Dosyalarını Göster
uk: Показати приховані файли
vi: Hiển thị file hệ thống

# MenuItem:Column View Auto Width
source: Column View Auto Width
ar: عرض تلقائي للواجهة العامودية
bn: কলাম ভিউর সয়ংক্রিয় বিন্যাস
ca: Autoajusta el tamany de les columnes
cs: Automatické rozšířování sloupců
da: Kolonne-visning automatisk bredde
de: Automatische Breite bei Spaltenansicht
es: Ajuste de la vista en columnas
fi: Kolumninäkymän automaaattinen leveys
he: כיוונון רוחב תצוגת עמודות אוטומטי
hi: कॉलम दृश्य स्व्तह चौड़ाई
hr: Automatska širina stupca za pregled
id: Tampilan Kolom Lebar Otomatis
lt: Automatinis plotis stulpelių režime
ms: Paparan Lajur Lebar Auto
nl: Kolomweergave automatisch formaat
ru: Авто-выравнивание колонок по ширине
sk: Automatická šírka stĺpcov
tr: Otomatik Genişlikli Sütun Görünümü
uk: Вирівнювати стовбці по ширині
vi: Tự động độ rộng Cột Hiển thị

# MenuItem:Dock Progress Bar
source: Dock Progress Bar
ar: شريط تقدم الـ Dock
bn: ডকে ক্রমবৃদ্ধি
ca: Barra de progrès del Dock
cs: Idikátor průběhu v Docku
da: Dock statuslinje
de: Dock Fortschrittsbalken
es: Barras de progreso del Dock
fi: Näytä edistymispalkki Dockissa
he: פס התקדמות ברציף התוכניות
hi: डॉक प्रगति पट्टी
hr: Traka napretka u Docku
lt: Dock'o progreso juosta
ms: Dok Bar Perkembangan
nl: Dock-voortgangsindicator
ru: Индикатор прогресса в Dock
sk: Indikátor priebehu v Docku
tr: Dock İlerleme Durumu
uk: Індикатор прогресу в Dock
vi: Đính thanh Tiến trình

source: Show System Files
ar: اظهر ملفات النظام
bn: সিস্টেমের ফাইলগুলি দেখাবে
ca: Mostrar arxius de sistema
cs: Zobrazit skryté
da: Vis System Filer
de: Zeige Systemdateien
el: Kρυφά αρχεία
es: Ver archivos de sistema
et: Näita Süsteemi Faile
fi: Näytä piilotetut tiedostot
he: הראה קבצי מערכת
hi: सिस्टम फ़ाइलें दिखाएँ
hr: Prikaz datoteka sustava
hu: Látható Rendszerfájlok
id: Tunjukkan System Files
lt: Rodyti sisteminius failus
ms: Papar Fail Sistem
nl: Toon systeembestanden
ro: Afișează fișiere sistem
ru: Скрытые файлы
sk: Zobraziť skryté
th: แสดงไฟล์ระบบ
tr: Sistem dosyalarını göster
uk: Показати приховані файли
vi: Hiển thị file hệ thống

source: TotalFinder - unregistered version
ar: TotalFinder - نسخة غير مسجلة
bn: টোটালফাইন্ডার - নিবন্ধিত হয়নি
ca: TotalFinder - versió sense registrar
cs: TotalFinder - neregistrovaná verze
da: TotalFinder - ikke-registreret version
de: TotalFinder - Unregistrierte Version
el: TotalFinder - αδήλωτη έκδοση
es: TotalFinder - versión no registrada
et: TotalFinder - registreerimata versioon
fi: TotalFinder - rekisteröimätön versio
he: TotalFinder - גירסה אינה רשומה
hi: टोटलफ़ाइंडर - अपंजीकृत संस्करण
hr: TotalFinder - neregistrirana verzija
hu: TotalFinder - Nem regisztrált verzió
id: TotalFinder - versi belum teregistrasi
lt: TotalFinder - Neregistruota versija
ms: TotalFinder - versi tidak berdaftar
nl: TotalFinder - ongeregistreerde versie
ro: TotalFinder - versiune neînregistrată
ru: TotalFinder - незарегистрированная версия
sk: TotalFinder - neregistrovaná verzia
th: TotalFinder - ทดลองใช้งาน
tr: TotalFinder - Lisanssız sürüm
uk: TotalFinder - не зареєстрована версія
vi: TotalFinder - phiên bản chưa đăng ký

source: TotalFinder - 1 day left - buy now!
ar: TotalFinder - بقي يوم واحد - اشتر الآن!
bn: টোটালফাইন্ডার - ১ দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queda 1 dia - compri ara!
cs: TotalFinder - zbývá 1 den - koupit teď!
da: TotalFinder - 1 dag tilbage - køb nu!
de: TotalFinder - 1 Tag verbleibend - jetzt kaufen!
el: TotalFinder - 1 ημέρα έμεινε - αγορά!
es: TotalFinder - 1 día restante - ¡cómpralo ahora!
et: TotalFinder - 1 päev jäänud - osta kohe!
fi: TotalFinder - 1 päivä jäljellä - osta nyt!
he: TotalFinder - יום אחד נותר - רכוש כעת!
hi: टोटलफ़ाइंडर - १ दिन बाकी - अभी खरीदें!
hr: TotalFinder - 1 dan preostao - kupi sada!
hu: TotalFinder - 1 nap maradt - vásárlás most!
id: TotalFinder - 1 hari tersisa - beli sekarang!
lt: TotalFinder - liko 1 diena - pirkite dabar!
ms: TotalFinder - tinggal 1 hari - beli sekarang!
nl: TotalFinder - nog 1 dag - koop nu!
ro: TotalFinder - 1 zi rămasă - Cumpară acum!
ru: TotalFinder - остался 1 день - купите сейчас!
sk: TotalFinder - zostáva 1 deň - kúpiť teraz!
th: TotalFinder - เหลือเวลา 1 วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - 1 gün kaldı - şimdi satın al!
uk: TotalFinder - залишився 1 день - придбати зараз!
vi: TotalFinder - còn 1 ngày -mua ngay!

source: TotalFinder - 2 days left - buy now!
ar: TotalFinder - بقي يومان - اشتر الآن!
bn: টোটালফাইন্ডার - ২ দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queden 2 dies - compri ara!
cs: TotalFinder - zbývají 2 dny - koupit teď!
da: TotalFinder - 2 dage tilbage - køb nu!
de: TotalFinder - 2 Tage verbleibend - jetzt kaufen!
el: TotalFinder - 2 ημέρες έμειναν - αγορά!
es: TotalFinder - 2 días restantes - ¡cómpralo ahora!
et: TotalFinder - 2 päeva jäänud - osta kohe!
fi: TotalFinder - 2 päivää jäljellä - osta nyt!
he: TotalFinder - 2 ימים נותרו - רכוש כעת!
hi: टोटलफ़ाइंडर - २ दिन बाकी - अभी खरीदें!
hr: TotalFinder - 2 dana preostalo - kupi sada!
hu: TotalFinder - 2 nap maradt - vásárlás most!
id: TotalFinder - 2 hari tersisa - beli sekarang!
lt: TotalFinder - liko 2 dienos - pirkite dabar!
ms: TotalFinder - tinggal 2 hari - beli sekarang!
nl: TotalFinder - nog 2 dagen - koop nu!
ro: TotalFinder - 2 zile rămase - Cumpară acum!
ru: TotalFinder - осталось 2 дня - купите сейчас!
sk: TotalFinder - zostávajú 2 dni - kúpiť teraz!
th: TotalFinder - เหลือเวลา 2 วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - 2 gün kaldı - şimdi satın al!
uk: TotalFinder - залишилось 2 дні - придбати зараз!
vi: TotalFinder - còn 2 ngày - mua ngay!

source: TotalFinder - 3 days left - buy now!
ar: TotalFinder - بقي ثلاثة أيام - اشتر الآن!
bn: টোটালফাইন্ডার - ৩ দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queden 3 dies - compri ara!
cs: TotalFinder - zbývají 3 dny - koupit teď!
da: TotalFinder - 3 dage tilbage - køb nu!
de: TotalFinder - 3 Tage verbleibend - jetzt kaufen!
el: TotalFinder - 3 ημέρες έμειναν - αγορά!
es: TotalFinder - 3 días restantes - ¡cómpralo ahora!
et: TotalFinder - 3 päeva jäänud - osta kohe!
fi: TotalFinder - 3 päivää jäljellä - osta nyt!
he: TotalFinder - 3 ימים נותרו - רכוש כעת!!
hi: टोटलफ़ाइंडर - ३ दिन बाकी - अभी खरीदें!
hr: TotalFinder - 3 dana preostalo - kupi sada!
hu: TotalFinder - 3 nap maradt - vásárlás most!
id: TotalFinder - 3 hari tersisa - beli sekarang!
lt: TotalFinder - liko 3 dienos - pirkite dabar!
ms: TotalFinder - tinggal 3 hari - beli sekarang!
nl: TotalFinder - nog 3 dagen - koop nu!
ro: TotalFinder - 3 zile rămase - Cumpară acum!
ru: TotalFinder - осталось 3 дня - купите сейчас!
sk: TotalFinder - zostávajú 3 dni - kúpiť teraz!
th: TotalFinder - เหลือเวลา 3 วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - 3 gün kaldı - şimdi satın al!
uk: TotalFinder - залишилось 3 дні - придбати зараз!
vi: TotalFinder - còn 3 ngày - ngay!

source: TotalFinder - 4 days left - buy now!
ar: TotalFinder - بقي أربعة أيام - اشتر الآن!
bn: টোটালফাইন্ডার - ৪ দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queden 4 dies - compri ara!
cs: TotalFinder - zbývají 4 dny - koupit teď!
da: TotalFinder - 4 dage tilbage - køb nu!
de: TotalFinder - 4 Tage verbleibend - jetzt kaufen!
el: TotalFinder - 4 ημέρες έμειναν - αγορά!
es: TotalFinder - 4 días restantes - ¡cómpralo ahora!
et: TotalFinder - 4 päeva jäänud - osta kohe!
fi: TotalFinder - 4 päivää jäljellä - osta nyt!
he: TotalFinder - 4 ימים נותרו - רכוש כעת!!
hi: टोटलफ़ाइंडर - ४ दिन बाकी - अभी खरीदें!
hr: TotalFinder - 4 dana preostalo - kupi sada!
hu: TotalFinder - 4 nap maradt - vásárlás most!
id: TotalFinder - 4 hari tersisa - beli sekarang!
lt: TotalFinder - liko 4 dienos - pirkite dabar!
ms: TotalFinder - tinggal 4 hari - beli sekarang!
nl: TotalFinder - nog 4 dagen - koop nu!
ro: TotalFinder - 4 zile rămase - Cumpară acum!
ru: TotalFinder - осталось 4 дня - купите сейчас!
sk: TotalFinder - zostávajú 4 dni - kúpiť teraz!
th: TotalFinder - เหลือเวลา 4 วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - 4 gün kaldı - şimdi satın al!
uk: TotalFinder - залишилось 4 дні - придбати зараз!
vi: TotalFinder - còn 4 ngày - mua ngay!

source: TotalFinder - 5 days left - buy now!
ar: TotalFinder - بقي خمسة أيام - اشتر الآن!
bn: টোটালফাইন্ডার - ৫ দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queden 5 dies - compri ara
cs: TotalFinder - zbývá 5 dnů - koupit teď!
da: TotalFinder - 5 dage tilbage - køb nu!
de: TotalFinder - 5 Tage verbleibend - jetzt kaufen!
el: TotalFinder - 5 ημέρες έμειναν - αγορά!
es: TotalFinder - 5 días restantes - ¡cómpralo ahora!
et: TotalFinder - 5 päeva jäänud - osta kohe!
fi: TotalFinder - 5 päivää jäljellä - osta nyt!
he: TotalFinder - 5 ימים נותרו - רכוש כעת!!
hi: टोटलफ़ाइंडर - ५ दिन बाकी - अभी खरीदें!
hr: TotalFinder - 5 dana preostalo - kupi sada!
hu: TotalFinder - 5 nap maradt - vásárlás most!
id: TotalFinder - 5 hari tersisa - beli sekarang!
lt: TotalFinder - liko 5 dienos - pirkite dabar!
ms: TotalFinder - tinggal 5 hari - beli sekarang!
nl: TotalFinder - nog 5 dagen - koop nu!
ro: TotalFinder - 5 zile rămase - Cumpară acum!
ru: TotalFinder - осталось 5 дней - купите сейчас!
sk: TotalFinder - zostáva 5 dní - kúpiť teraz!
th: TotalFinder - เหลือเวลา 5 วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - 5 gün kaldı - şimdi satın al!
uk: TotalFinder - залишилось 5 днів - придбати зараз!
vi: TotalFinder - còn 5 ngày - nagy!

source: TotalFinder - %d days left - buy now!
ar: TotalFinder - بقي %d ايام - اشتر الآن!
bn: টোটালফাইন্ডার - %d দিন বাকী - নিবন্ধন করো!
ca: TotalFinder - Queden %d dies - compri ara!
cs: TotalFinder - zbývá %d dnů - koupit teď!
da: TotalFinder - %d dage tilbage - køb nu!
de: TotalFinder - %d Tage verbleibend - jetzt kaufen!
el: TotalFinder - %d ημέρες έμειναν - αγορά!
es: TotalFinder - %d días restantes - ¡cómpralo ahora!
et: TotalFinder - %d päeva jäänud - osta kohe!
fi: TotalFinder - %d päivää jäljellä - osta nyt!
he: TotalFinder - %d ימים נותרו - רכוש כעת!!
hi: टोटलफ़ाइंडर - %d दिन बाकी - अभी खरीदें!
hr: TotalFinder - %d dana preostalo - kupi sada!
hu: TotalFinder - %d nap maradt - vásárlás most!
id: TotalFinder - %d hari tersisa - beli sekarang!
lt: TotalFinder - liko %d dienos - pirkite dabar!
ms: TotalFinder - tinggal %d hari - buy now!
nl: TotalFinder - nog %d dagen - koop nu!
ro: TotalFinder - %d zile rămase - Cumpară acum!
ru: TotalFinder - осталось %d дней - купите сейчас!
sk: TotalFinder - zostáva %d dní - kúpiť teraz!
th: TotalFinder - เหลือเวลา %d วัน - ซื้อเดี๋ยวนี้!
tr: TotalFinder - %d gün kaldı - şimdi satın al!
uk: TotalFinder - залишилось %d днів - придбати зараз!
vi: TotalFinder - còn %d ngày - mua ngay!

source: Close Tab
ar: اغلق علامة التبويب
bn: ট্যাব বন্ধ
ca: Tancar pestanya
cs: Zavřít tab
da: Luk fane
de: Tab schließen
el: Κλείσιμο καρτέλας
es: Cerrar pestaña
et: Sulge Vaheleht
fi: Sulje välilehti
he: סגור לשונית Finder
hi: टैब बंद करें
hr: Zatvori karticu
hu: Fül bezárása
id: Tutup Tab
lt: Užverti kortelę
ms: Tutup Tab
nl: Sluit tabblad
ro: Închide tab
ru: Закрыть вкладку
sk: Zatvoriť tab
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
vi: Đóng Tab

source: Toggle Dual Mode
ar: غير وضع ثنائي الواجهة
bn: ডুয়েল মোড টগল করবে
ca: Activar/desactivar mode dual
cs: Přepnout dualní panel
da: Skift Dual-mode
de: Dual-Modus an/aus
el: Εναλλαγή Dual mode
es: Desplegar modo dual
et: Lülitu Paarisaknarežiimi
fi: Kaksoispaneeliselaus
he: החלף מצב כפול
hi: दोहरा अंदाज़ शुरू या बंद करें
hr: Prebaci Dual môd
hu: Váltás kettős módra
id: Aktifkan Mode Dual
lt: Į(iš)jungti dvigubą režimą
ms: Togol Mod Dual
nl: Dubbele/enkele kolom
ro: Comută în modul dual
ru: Двухпанельный режим
sk: Prepnúť na dual panel
th: เรียกใช้หน้าต่างคู่
tr: Çift Pencereyi Aç/Kapat
uk: Двопанельний режим
vi: Kích hoạt chế độ hai của sổ

source: New Tab
ar: علامة تبويب جديدة
bn: নতুন ট্যাব
ca: Nova pestanya
cs: Nový tab
da: Ny fane
de: Neuer Tab
es: Nueva pestaña
et: Uus Vaheleht
fi: Uusi välilehti
he: לשונית חדשה
hi: नया टैब
hr: Nova kartica
id: Tab Baru
lt: Nauja kortelė
ms: Tab Baru
nl: Nieuw tabblad
ru: Новая вкладка
sk: Nový tab
th: เปิดแท็บใหม่
tr: Yeni Sekme
uk: Нова вкладка
vi: Tab mới

source: Use narrow Tabs Bar
ar: استعمل لوحة علامات تبويب ضيقة
bn: চিকন ট্যাব বার ব্যবহার করবে
ca: Fer servir una barrar de pestanyes estreta
cs: Štíhlé taby
da: Brug smal fanebar
de: Benutze schmale Tableiste
el: Σμίκρυνση καρτελών
es: Usar barra de pestañas estrecha
et: Kitsas Vaheleheriba
fi: Ohuempi välilehtipalkki
he: השתמש בשורת לשוניות מצומצמת
hi: संकीर्ण टैब पट्टी का प्रयोग करें
hr: Koristi usku traku kartica
hu: Keskeny fülek használata
id: Gunakan Tabs Bar sempit
lt: Naudoti siaurą kortelių juostą
ms: Gunakan Bar Tab kecil
nl: Gebruik smalle tabbalk
ro: Tab-uri înguste
ru: Узкая панель вкладок
sk: Úzke taby
th: ใช้แถบแท็บแบบเล็ก
tr: Dar sekme çubuğu kullan
uk: Вузька панель вкладок
vi: Sử dụng tab hẹp

source: Open new tabs with previous location
ar: افتح علامات تبويب جديدة بأماكن قديمة
bn: আগের লোকেশনে নতুন ট্যাব খুলবে
ca: Obrir noves pestanyes amb la ruta prèvia
cs: Otevírat nové taby v předchozí lokaci
de: Neue Tabs an zuletzt besuchtem Ort öffnen
es: Abrir nuevas pestañas en la carpeta actual
fi: Avaa edelliset välilehdet uudelleen
he: פתח לשוניות חדשות מהמיקום האחרון
hi: नया टैब पिछले स्थान के साथ खोलें
hr: Otvori nove kartice prethodnih lokacija
id: Buka tab baru dari lokasi sebelumnya
lt: Atidaryti naujas korteles su ankstesnėmis vietomis
ms: Buka tab baru dengan lokasi terdahulu
nl: Open nieuwe tabs met de vorige locatie
ru: Открывать новые вкладки с прежним местоположением
sk: Otvárať nové taby v predchádzajúcom adresári
th: เปิดแท็บใหม่โดยที่อยู่ก่อนหน้านี้
tr: Yeni sekmeleri bir önceki konumda aç
uk: Відкривати нові вкладки на пепередніх позиціях
vi: Mở nhiều tab mới với cùng vị trí cũ

source: Freelance Windows
ca: No agrupar les finestres
cs: Volná okna
da: Freelance vinduer
de: Unabhängige Fenster
el: Ελεύθερα παράθυρα
es: No agrupar ventanas
et: Ava Uues Aknas
fi: Älä avaa uusia ikkunoita välilehtiin
hi: फ्रीलांस विंडोज
hu: Szabadúszó ablak
id: Jendela Freelance
lt: Išoriškai atidaromi langai nepaverčiami kortelėmis
ms: Tetingkap Bebas
nl: Freelance-schermen
ro: Ferestre Libere
ru: Независимые окна
sk: Nezávislé okná
th: หน้าต่างอิสระ
tr: Bağımsız pencereler
uk: Незалежні вікна
vi: Của sổ Freelance

source: Pin Visor
ar: ثبت Visor
bn: পিন ভাইসর
ca: Fixar el visor
cs: Přišpendlit
da: Fastgør Visor
de: Visor Anheften
el: Καρφίτσωμα επόπτη
es: Fijar Visor
et: Kinnita Visor
fi: Jätä Visor esille
he: הצמד מצחיה
hi: वाइसर पिन करें
hr: Zakači Vizir
hu: Visor rögzítése
id: Sematkan Visor
lt: Prisegti skydelį
nl: Zet Visor vast
ro: Pioneză
ru: Закрепить
sk: Pripnúť Visor
th: ปักหมุด Visor
tr: Vizörü Sabitle
uk: Закріпити
vi: Ghim Visor

source: Show Visor
ar: اظهر Visor
bn: ভাইসর দেখাবে
ca: Mostar el sisor
cs: Aktivovat Visor
da: Vis Visor
de: Visor einblenden
el: Εμφάνιση επόπτη
es: Mostrar Visor
et: Näita Visorit
fi: Näytä Visor
he: הצג מצחיה
hi: वाइसर दिखायें
hr: Prikaži Vizir
hu: Visor megjelenítése
id: Tunjukkan Visor
lt: Rodyti skydelį
ms: Papar Visor
nl: Activeer Visor
ro: Activează Vizorul
ru: Показать Visor
sk: Aktivovať Visor
th: แสดง Visor
tr: Vizörü Göster
uk: Показати Visor
vi: Hiển thị Visor

source: Hide Visor
ar: اخف Visor
bn: ভাইসর লুকাবে
ca: Ocultar el visor
cs: Deaktivovat Visor
da: Skjul Visor
de: Visor ausblenden
el: Απόκρυψη επόπτη
es: Ocultar Visor
et: Peida Visor
fi: Piilota Visor
he: הסתר מצחיה
hi: वाइसर छुपायें
hr: Sakrij Vizir
hu: Visor elrejtése
id: Sembunyikan Visor
lt: Slėpti skydelį
ms: Sembunyi Visor
nl: Deactiveer Visor
ro: Ascunde Vizorul
ru: Скрыть Visor
sk: Deaktivovať Visor
th: ซ่อน Visor
tr: Vizörü Gizle
uk: Сховати Visor
vi: Làm Ẩn Visor

source: Visor
bn: ভাইসর
el: Επόπτης
he: מצחיה
hi: वाइसर
hr: Vizir
lt: Skydelis
ro: Vizor
tr: Vizör

source: a system-wide window sliding from the bottom on a hot-key
ar: نافذة على مدار النظام تظهر من الأسفل بضغة زر
bn: উইন্ডোটি হট-ট্রের নীচ দিয়ে স্লাইডিং হয়ে বের হবে সমস্থ সিস্টেম জুড়ে
ca: finestra global invocada per una drecera que apareix desde sota
cs: globální okno vyjíždějící zespodu na klávesovou zkratku
da: et system-bredt vindue der kommer ind fra bunden ved tryk på en knap
de: ein systemweit per Tastenkombination einblendbares Fenster
el: Kυλιόμενο παράθυρο από τη βάση της οθόνης
es: ventana global invocada con una tecla de acceso directo
et: kiirklahviga aktiveeritav globaalne Finderi aken
fi: näppäinyhdistelmällä esiintuotava ikkuna
he: חלון מערכתי המחליק מתחתית המסך באמצעות ״מקשים חמים״
hi: हौट की दबाने पर नीचे से फिसलती सिस्टम व्यापक खिड़की
hr: glavni prozor izlazeći odozdo na tipkovnički prečac
hu: Gyorsgombbal elérhető csúszóablak az egész rendszerben
id: sistem-wide menggunakan jendela geser dari bawah dengan hot-key
lt: visos sistemos plotyje iš apačios pakylantis langas prieinamas karšto klavišo paspaudimu
ms: tetingkap untuk seluruh sistem dengan kesan gelongsor dari bawah pada kekunci penting
nl: een systeembreed venster dat van beneden binnenschuift met één sneltoets
ro: o fereastră globală atașată de marginea de jos, activabilă din taste
ru: Глобальное окно, появляющееся снизу, по горячей клавише
sk: Výsuvné okno zospodu obrazovky pomocou klavesovej skratky
th: หน้าต่างสไลด์จากด้านล่าง สามารถเรียกจากคีย์ลัดได้เสมอ
tr: Sistem genelinde bir kısayol ile alttan kayarak açılan pencere
uk: Глобальне вікно, що з'являється знизу за гарячою клавішою
vi: một hệ thống trươt từ dưới bằng phím nóng

source: Visor Feature
ar: مميزات Visor
bn: ভাইসরের বৈশিষ্ঠ্য
ca: Característica del visor
cs: Funkcionalita Visor
da: Visor Funktionen
de: Visor Funktion
el: Επόπτης
es: Activar Visor
et: Visori Aken
fi: Visor
he: מאפיין המצחיה
hi: वाइसर लक्षण
hr: Svojstva Vizira
hu: Visor funkció
id: Fitur Visor
lt: Skydelio galimybė
ms: Ciri-ciri Visor
nl: De Visor-functie
ro: Vizorul
ru: Использовать Visor
sk: Funkcia Visor
th: ฟังก์ชั่น Visor
tr: Vizör Özelliği
uk: Використовувати Visor
vi: Chức năng Visor

source: Activation:
ar: التنشيط:
bn: সক্রিয়করণ:
ca: Activació:
cs: Aktivace:
da: Aktivation:
de: Aktivierung:
el: Ενεργό:
es: Activación:
et: Aktiveeri:
fi: Yhdistelmä:
he: הפעלה:
hi: सक्रियण:
hr: Aktivacija:
hu: Aktiválás:
id: Aktivasi:
lt: Aktyvavimas:
ms: Pengaktifan:
nl: Activatie:
ro: Activare:
ru: Активация:
sk: Aktivácia:
th: เรียกใช้:
tr: Etkinleştirme:
uk: Активація:
vi: Kích hoạt:

source: Show on all Spaces
ar: أظهر على كل اسطح المكتب
bn: সব স্পেসে দেখাবে
ca: Mostrar a tots Spaces
cs: Zobrazit na všech plochách
da: Vis på alle Spaces
de: Auf allen Spaces sichtbar
el: Εμφάνιση σε όλα τα Spaces
es: Mostrar en todos los Spaces
et: Näita kõigil Ruumidel
fi: Näytä kaikissa Spacesin tiloissa
he: הצג בכל שולחנות העבודה
hi: सभी रिक्त स्थान पर दिखाएँ
hr: Prikaz na svim površinama
hu: Megjelenítés minden Íróasztalon
id: Tampilkan semuanya
lt: Rodyti visose erdvėse
ms: Papar pada semua Space
nl: Laat zien op alle Spaces
ro: Prezent în toate Spațiile
ru: Показывать на всех Рабочих столах
sk: Zobraziť na všetkých plochách
th: แสดงในทุกๆ Space
tr: Tüm masaüstlerinde göster
uk: Показувати на усіх Робочих столах
vi: Hiển thị tất cả khoản trắng

source: Animation:
ar: طريقة الظهور:
bn: অ্যানিমেশন:
ca: Animació:
cs: Animace:
el: Εφέ:
es: Animación:
et: Animatsion:
fi: Animaatio:
he: הנפשה:
hi: एनीमेशन:
hr: Animacija:
hu: Animáció:
id: Animasi:
lt: Animacija:
ms: Animasi:
nl: Animatie:
ro: Animație:
ru: Анимация:
sk: Animácie:
th: แอนิเมชั่น:
tr: Hareket:
uk: Анімація:
vi: Chuyển động:

source: Control:
ar: التحكم:
bn: কন্ট্রোল:
cs: Ovládání:
da: Kontrol:
de: Steuerung:
el: Έλεγχος:
et: Kontroll:
fi: Asetukset:
he: שליטה:
hi: नियंत्रण:
hr: Kontrola:
hu: Vezérlés:
id: Kendali:
lt: Kontrolė:
ms: Kawalan:
nl: Besturen:
ru: Управлять:
sk: Ovládánie:
th: ควบคุม:
tr: Kontrol:
uk: Керування:
vi: Điều Khiển:

source: Slide Window
ar: انزلاق النافذة
bn: স্লাইডার উইন্ডো
ca: Moure la finetra
cs: Vyjíždět okno
da: Slide vindue
de: Hineingleiten animieren
el: Ολίσθηση παραθύρου
es: Deslizar ventana
et: Liuglev Aken
fi: Liu'uta ikkuna
he: החלק חלון
hi: विंडो सरकायें
hr: Pomak prozora
hu: Ablak csúsztatása
id: Geser Jendela
lt: Lango slydimas
ms: Gelongsorkan Tetingkap
nl: Venster inschuiven
ro: Culisează Fereastra
ru: Смещение
sk: Vysúvať okno
th: หน้าต่างเลื่อนเข้ามา
tr: Pencereyi Kaydır
uk: Вікно ковзає вниз
vi: Cửa sồ trượt

source: Fade Window
ar: بهوت النافذة
bn: উইন্ডো অদৃশ্য হবে
ca: Esvair la finestra
cs: Zprůhlednit okno
da: Fade vindue
de: Überblenden animieren
el: Εξασθένιση παραθύρου
es: Desvanecer ventana
et: Hajuv Aken
fi: Haihduta ikkuna
he: עמעם חלון
hi: विंडो फीकी करें
hr: Prozirnost prozora
hu: Ablak elhalványítása
id: Kaburkan Jendela
lt: Lango blukimas
ms: Pudarkan Tetingkap
nl: Venster fade-in
ro: Dizolvă Fereastra
ru: Затухание
sk: Zpriehľadniť okno
th: หน้าต่างค่อยๆ จาง
tr: Pencereyi Gizle
uk: Вікно розчиняється
vi: Cửa sồ phai dần
