Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: ar, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, lt, lv, ms, nl, ro, ru, sk, th, tr, uk, vi

source: Show on top of the Dock
ar: أظهر فوق شريط البرامج
bn: ডকের উপরে দেখাবে
ca: Mostrar sobre el Dock
cs: Zobrazit nad Dockem
da: Vis ovenpå Docken
de: Über dem Dock anzeigen
el: Εμφάνιση πάνω από το Dock
es: Mostrar sobre el Dock
et: Näita Kõige Peal
fi: Näytä Dockin päällä
he: הצג על גבי רציף התוכניות
hi: डॉक के शीर्ष पर दिखाएँ
hr: Prikaz na vrhu Docka
hu: Megjelenítés a Dock felett
id: Perlihatkan di atas Dock
lt: Rodyti Dock'o viršuje
ms: Paparkan di atas Dok
nl: Blijf boven het Dock
ro: Afișează deasupra Dock-ului
ru: Показывать поверх Dock
sk: Zobraziť nad Dockom
th: แสดงเหนือ Dock
tr: Dock'un üstünde göster
uk: Показувати над Dock
vi: Hiển thị trên Dock

source: Free Form Window
ar: نافذة حرة الشكل
bn: উইন্ডো থেকে আলাদা
ca: Finestra redimensionable
cs: FreeForm Okno
da: Fri Form vindue
de: Fenstergröße veränderbar
el: Ελεύθερο παράθυρο
es: Ventana redimensionable
et: Vabavormi Aken
fi: Muutettava ikkunan koko
he: חלון חופשי
hi: मुक्त प्रकार विंडो
hr: Plutajući prozor
hu: Szabadon méretezhető ablak
id: Jendela dengan Form Bebas
lt: Laisvos formos langas
ms: Tetingkap Bebas
nl: Vrij venster
ro: Fereastră redimensionabilă
ru: Изменяемый размер окна
sk: Upraviteľné okno
th: ปรับขนาดหน้าต่างอิสระ
tr: Serbest Biçimli Pencere
uk: Змінний розмір вікна
vi: Cửa sồ biến đổi

source: Hide on ESC
ar: اخفاء بضغط زر ESC
bn: ESC চাপলে লুকাবে
ca: ESC per ocultar
cs: Skrýt po ESC
da: Skjul via ESC
de: Mit ESC ausblenden
el: Απόκρυψη με ESC
es: ESC para ocultar
et: Peida ESC vajutamisel
fi: Piilota ESC-näppäimellä
he: הסתיר ב־ ESC
hi: ESC पर छुपाएं
hr: Sakrij kod ESC
hu: Elrejtés kilépéskor
id: Sembunyikan dengan ESC
lt: Slėpti paspaudus ESC klavišą
ms: Sembunyi pada ESC
nl: Verberg met ESC
ro: Ascunde la ESC
ru: Скрывать по ESC
sk: Skryť po stlačení ESC
th: ซ่อนเมื่อกด ESC
tr: ESC ile gizle
uk: Ховати вікно по ESC
vi: Ẩn khi bấm ESC

source: Screen:
ar: شاشة:
bn: স্ক্রিন:
ca: Pantalla:
cs: Obrazovka:
da: Skærm:
de: Bildschirm:
el: Οθόνη:
es: Pantalla:
et: Ekraan:
fi: Näytä näytöllä:
he: מסך:
hi: स्क्रीन:
hr: Zaslon:
hu: Képernyő:
id: Layar:
lt: Ekranas:
ms: Skrin:
nl: Scherm:
ro: Ecran:
ru: Рабочий стол:
sk: Obrazovka:
th: จอ:
tr: Ekran:
uk: Дисплей:
vi: Màn hình:

source: Screen
ar: الشاشة
bn: স্ক্রিন
ca: Pantalla
cs: Obrazovka
da: Skærm
de: Bildschirm
el: Οθόνη
es: Pantalla
et: Ekraan
he: מסך
hi: स्क्रीन
hr: Zaslon
hu: Képernyő
id: Layar
lt: Ekranas
ms: Skrin
nl: Scherm
ro: Ecranul
ru: Рабочий стол
sk: Obrazovka
th: จอ
tr: Ekran
uk: Дисплей
vi: Màn Hình

source: Screen with Mouse Cursor
ar: الشاشة باستخدام مؤشر الماوس
bn: মাউস কার্সার সহ স্ক্রিন
ca: Pantalla amb el cursor del ratolí
de: Bildschirm mit Mauszeiger
es: Pantalla con el cursor del ratón
he: מסך עם סמן העכבר
hr: Zaslon sa pokazivačem miša
id: Layar dengan Kursor Mouse
lt: Ekranas su pelės kursoriumi
ms: Skrin dengan Kursor Tetikus
nl: Scherm met muisaanwijzer
ru: Активный рабочий стол
sk: Obrazovka s kurzorom myši
tr: Fare imlecinin olduğu ekran
uk: Екран з курсором миші
vi: Màn hình với con trỏ chuột

source: TotalFinder
bn: টোটালফাইন্ডার
hi: टोटलफ़ाइंडर

source: URL
ar: رابط
ru: Строка URL

source: Status Menu
lv: Statusa Izvēlne
