Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: ar, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, lt, lv, ms, nl, ro, ru, sk, th, tr, uk, vi

source: BASIC
ar: أساسي
bn: সাধারণ
ca: GENERAL
cs: ZÁKLADNÍ
es: GENERAL
fi: YLEISET
he: בסיסי
hi: बुनियादी
hr: OSNOVNO
lt: PAGRINDAI
ms: ASAS
nl: BASIS
ru: НАСТРОЙКИ
sk: ZÁKLADNÉ
tr: TEMEL
uk: БАЗОВІ
vi: CƠ BẢN

source: SYSTEM
ar: النظام
bn: সিস্টেম
ca: SISTEMA
cs: SYSTÉM
es: SISTEMA
fi: JÄRJESTELMÄ
he: מערכת
hi: तंत्र
hr: SISTEM
id: SISTEM
lt: SISTEMA
ms: SISTEM
nl: SYSTEEM
ru: СИСТЕМА
sk: SYSTÉM
tr: SİSTEM
uk: СИСТЕМНІ
vi: HỆ THỐNG

source: Menus
ar: القوائم
bn: মেন্যু
ca: Menús
cs: Menu
de: Menüs
es: Menús
fi: Valikot
he: תפריטים
hi: मेन्यू
hr: Izbornici
lt: Meniu
ms: Menu
ru: Меню
sk: Menu
tr: Menüler
uk: Меню
vi: Thực đơn

source: Updates
ar: التحديثات
bn: আপডেট
ca: Actualitzacions
cs: Aktualizace
es: Actualizaciones
fi: Päivitykset
he: עדכונים
hi: अपडेट
hr: Ažuriranja
lt: Atnaujinimai
ms: Kemaskini
ru: Обновление
sk: Aktualizácie
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật

source: File Browser
ar: متصفح الملفات
bn: ফাইল ব্রাউজার
ca: Explorador d'arxius
cs: Prohlížeč souborů
da: Fil browser
de: Dateibrowser
es: Explorador de archivos
fi: Tiedostoselain
he: דפדפן קבצים
hi: फ़ाइल ब्राउज़र
hr: Prikaz datoteka
lt: Failų naršyklė
ms: Pelayar Fail
nl: Bestandsweergave
ru: Список файлов
sk: Prehliadač súborov
tr: Dosya Tarayıcısı
uk: Оглядач файлів
vi: Trình quản lý file

source: Dock
ar: شريط البرامج
bn: ডক
he: רציף התוכניות
hi: डॉक
lt: Dock'as
ms: Dok
vi: Thanh Dock

source: Sidebar
ar: الشريط الجانبي
bn: সাইডবার
ca: Barra lateral
cs: Boční panel
da: Sidebjælke
de: Seitenleiste
es: Barra lateral
fi: Sivupalkki
he: עמודת הצד
hi: साइडबार
hr: Bočna traka
lt: Šoninė panelė
ms: Bar sisi
nl: Navigatiebalk
ru: Боковая панель
sk: Bočný panel
tr: Kenar çubuğu
uk: Бокова панель

source: Check for Updates
ar: تحقق من التحديثات
bn: আপডেট খুঁজবে
ca: Buscar actualitzacions
cs: Vyhledat aktualizace
da: Tjek for opdateringer
de: Nach Updates suchen
el: Έλεγχος αναβαθμίσεων
es: Buscar actualizaciones
et: Kontrolli Uuendusi
fi: Tarkista päivitykset
he: בדוק לעדכונים
hi: अपडेट जांच
hr: Provjeri ažuriranja
hu: Frissítések keresése
id: Periksa jika ada update
lt: Patikrinti, ar yra atnaujinimų
lv: Pārbaudīt programmas atjauninājumus
ms: Semak Kemaskini
nl: Controleer op updates
ro: Verifică actualizări
ru: Проверить обновления
sk: Vyhľadať aktualizácie
th: ตรวจสอบอัพเดท
tr: Güncellemeleri kontrol et
uk: Перевірити оновлення
vi: Kiểm tra cập nhật mới

source: Uninstall TotalFinder
ar: إزالة TotalFinder
bn: টোটালফাইন্ডার মুছে ফেলবে
ca: Desinstal·lar TotalFinder
cs: Odinstalovat TotalFinder
da: Afinstaller TotalFinder
de: TotalFinder deinstallieren
el: Απεγκατάσταση TotalFinder
es: Desinstalar TotalFinder
et: Eemalda TotalFinder
fi: Poista TotalFinder
he: הסר את TotalFinder
hi: टोटलफ़ाइंडर हटायें
hr: Deinstaliraj TotalFinder
hu: TotalFinder eltávolítása
lt: Pašalinti TotalFinder
lv: Attinstalēt TotalFinder
ms: Padam TotalFinder
nl: Verwijder TotalFinder
ro: Dezinstalează TotalFinder
ru: Удалить TotalFinder
sk: Odinštalovať TotalFinder
th: ถอนการติดตั้ง TotalFinder
tr: TotalFinder'ı Sil
uk: Видалити TotalFinder
vi: Xoá TotalFinder

source: About TotalFinder
bn: সম্পর্কে TotalFinder
ca: Quant a TotalFinder
cs: O programu TotalFinder
da: Om TotalFinder
de: Über TotalFinder
el: Σχετικά TotalFinder
es: Acerca de TotalFinder
et: Teave TotalFinder
fi: Tietoa TotalFinder
he: אודות TotalFinder
hi: जानकारी TotalFinder
hr: O aplikaciji TotalFinder
hu: Névjegy TotalFinder
id: Tentang TotalFinder
lt: Apie TotalFinder
lv: Part TotalFinder
ms: Mengenai TotalFinder
nl: Over TotalFinder
ro: Despre TotalFinder
ru: О программе TotalFinder
sk: O programe TotalFinder
th: เกี่ยวกับ TotalFinder
tr: TotalFinder Hakkında
uk: Про програму TotalFinder
vi: Giới Thiệu TotalFinder

source: Restart Finder
ar: إعادة تشغيل Finder
bn: ফাইন্ডার পুনরায় আরম্ভ করবে
ca: Reiniciar Finder
cs: Restartovat Finder
da: Genstart Finder
de: Finder neustarten
el: Επανεκκίνηση Finder
es: Reiniciar el Finder
et: Taaskäivita Finder
fi: Käynnistä Finder uudelleen
he: הפעל את Finder מחדש
hi: पुनर्प्रारंभ करें
hr: Ponovno pokreni Finder
hu: Finder újraindítása
id: Jalankan ulang Finder
lt: Paleisti Finder iš naujo
lv: Pārstartēt Finder
ms: Mulakan semula Finder
nl: Herstart Finder
ro: Repornește Finder
ru: Перезапустить Finder
sk: Reštartovať Finder
th: รีสตาร์ท Finder
tr: Finder'ı Yeniden Başlat
uk: Перезапустити Finder
vi: Khởi Động Lại Finder

source: Reset
ar: إستعادة الضبط الإفتراضي
bn: রিসেট
da: Nulstil
de: Zurücksetzen
el: Αρχικοποίηση
es: Restaurar
et: Taasta
fi: Palauta asetukset
he: אתחל
hi: रीसेट करें
hr: Poništi
hu: Visszaállítás
lt: Atstatyti
ms: Set semula
nl: Herstel
ro: Resetare
ru: Восстановить
th: ตั้งค่าใหม่
tr: Sıfırla
uk: Відновити
vi: Khôi phục lại

source: Cancel
ar: إلغاء
bn: বাতিল
ca: Cancel·lar
cs: Storno
da: Anuller
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Katkesta
fi: Peruuta
he: בטל
hi: रद्द करें
hr: Prekid
hu: Mégsem
id: Batalkan
lt: Atšaukti
lv: Atcelt
ms: Batal
nl: Annuleren
ro: Anulare
ru: Отменить
sk: Zrušiť
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Huỷ

source: Do you really want reset to defaults?
ar: هل تريد الإعادة الى الخيارات الافتراضية فعلا؟
bn: তুমি কি সত্যিই স্বাভাবিক অবস্থায় ফিরে যেতে চাও?
ca: Està segur que vol tornar als valors per defecte?
cs: Opravdu chcete resetovat nastavení?
da: Er du sikker på, at du vil nulstille tilbage til standardindstillingerne?
de: Wollen Sie wirklich auf die Standardeinstellungen zurücksetzen?
el: Θέλετε να επαναφέρετε τα αρχικά΄
es: ¿Desea restaurar a los valores por omisión?
et: Kas sa tõesti tahad taastada algseaded?
fi: Haluatko varmasti palauttaa tehdasasetukset?
he: האם אכן ברצונך לאפס לברירת המחדל?
hi: आप वास्तव में प्रारंभिक सेटिंग्स को बहाल करना चाहते हैं?
hr: Želite li zaista vratiti na početno?
hu: Valóban vissza akarja állítani az alapbeállításokat?
id: Apakah anda ingin mereset ke setingan awal?
lt: Ar tikrai norite iš naujo nustatyti numatytąsias reikšmes?
lv: Vai Jūs patiešām vēlaties attiestatīt uz noklusētajām vērtībām?
ms: Anda benar-benar mahu set semula ke asal?
nl: Wilt u echt terug naar de standaardinstellingen?
ro: Vreți să reveniți la setările inițiale?
ru: Вы действительно хотите восстановить настройки по-умолчанию?
sk: Naozaj chcete obnoviť predvolené nastavenia?
th: คุณแน่ใจหรือว่าต้องการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น?
tr: Varsayılan ayarlara dönmek istediğinizden emin misiniz?
uk: Ви дійсно хочете відновити налаштування за замовчуванням?
vi: Bạn có muốn khôi phục lại như mặc định?

source: This will restore initial TotalFinder settings.
ar: هذا الخيار سيعيد خيارات TotalFinder إلى الوضع الإفتراضي
bn: এটা টোটালফাইন্ডারের স্বাভাবিক সেটিং-এ ফেরৎ যাবে
ca: Els valors per defecte de TotalFinder seran reestablerts.
cs: Tato akce nastaví TotalFinder do výchozího stavu.
da: Dette vil gendanne dine start indstillinge for TotalFinder.
de: Damit werden die ursprünglichen Einstellungen wiederhergestellt.
el: Πρόκειται να επανέλθουν οι αρχικές ρυθμίσεις.
es: Esta operación restaurará la configuración original de TotalFinder.
et: See tegevus taastab algsed TotalFinderi seaded.
fi: Tämä palauttaa TotalFinderin alkuperäiset asetukset.
he: פעולה זו תשחזר הגדרות TotalFinder להתחלתיות.
hi: यह प्रारंभिक टोटलफ़ाइंडर सेटिंग्स को बहाल करेगा.
hr: Ovo će vratiti TotalFinder na početne postavke
hu: Ezzel a TotalFinder alapbeállításai lesznek visszaállítva
id: Ini akan mengembalikan settingan TotalFinder ke settingan awal.
lt: Tai atkurs pradinius TotalFinder nustatymus.
lv: Šī darbība atjaunos orģinālos TotalFinder iestatījumus.
ms: Ini akan mengembalikan tetapan awal TotalFinder.
nl: Dit zal de standaardinstellingen van TotalFinder herstellen.
ro: Revenire la setările inițiale.
ru: Все настройки TotalFinder будут возвращены в начальное состояние.
sk: Táto akcia nastaví TotalFinder do predvoleného stavu.
th: ตกลงเพื่อทำการย้อนการตั้งค่าของ TotalFinder เป็นค่าเริ่มต้น
tr: Bu TotalFinder'ı başlangıç ayarlarına döndürecektir.
uk: Усі налаштування TotalFinder будуть повернуті до первинного стану.
vi: Khôi phục lại như sắp đặt ban đầu.

source: TotalFinder Preferences…
ar: إعدادات TotalFinder...
bn: টোটালফাইন্ডারের পছন্দসমূহ…
ca: Preferències de TotalFinder
cs: Nastavení TotalFinderu…
da: TotalFinder Indstillinger…
de: TotalFinder Einstellungen…
el: Επιλογές TotalFinder
es: Preferencias de TotalFinder…
et: TotalFinderi Seadistused…
fi: TotalFinderin asetukset…
he: העדפות TotalFinder…
hi: टोटलफ़ाइंडर प्राथमिकताएं…
hr: TotalFinder postavke…
hu: TotalFinder beállítások…
id: Preferensi TotalFinder..
lt: TotalFinder nustatymai…
lv: TotalFinder Iestatījumi…
ms: Pilihan TotalFinder…
nl: TotalFinder voorkeuren…
ro: Preferințe TotalFinder…
ru: Настройки TotalFinder…
sk: Nastavenia TotalFinderu…
th: ตั้งค่า TotalFinder…
tr: TotalFinder Seçenekleri...
uk: Налаштування TotalFinder…
vi: TotalFinder Tuỳ chọn...

source: Visit Homepage…
ar: قم بزيارتنا...
bn: নীড়পাতায় যাও…
ca: Visitar la pàgina d'inici
cs: Navštívit stránku projektu…
da: Besøg Hjemmeside…
de: Website besuchen…
el: Ιστοσελίδα…
es: Visitar página web…
et: Külasta kodulehte…
fi: Käy kotisivulla…
he: בקר בדף הבית…
hi: मुखपृष्ठ पर जाएँ…
hr: Posjeti stranicu…
hu: Honlap meglátogatása…
id: Kunjungi Halaman Web…
lt: Aplankykiti namų puslapį…
lv: Atvērt mājaslapu…
ms: Layari Laman Web…
nl: Ga naar de homepage…
ro: Vizitați site-ul nostru…
ru: Открыть домашнюю страницу проекта…
sk: Navštíviť stránku projektu…
th: เปิดหน้าเว็บเพจ…
tr: Web Sitesini Ziyaret Et…
uk: Відвідати домашню сторінку…
vi: Đi đến Trang chủ…

source: Licensed to %@
ar: مرخص مـ %@
bn: %@ নিবন্ধন করেছে
ca: Llicenciat a %@
cs: Licencováno na jméno %@
da: Licens til %@
de: Lizensiert für %@
el: Δηλωμένο σε %@
es: Licenciado a %@
et: Litsentseeritud: %@
fi: Lisenssin omistaja: %@.
he: רשום ל־ %@
hi: लाइसेंस धारक %@
hr: Licencirano na %@
hu: Regisztrálva %@
id: Terdaftar kepada %@
lt: Licencijuota %@
lv: Licencēts uz %@
ms: Dilesenkan kepada %@
nl: Gelicenseerd aan %@
ro: Licențiat lui %@
ru: Лицензия выдана %@
sk: Licencia pre %@
th: ให้ %@ อนุญาตใช้งาน
tr: %@ adına lisanslıdır.
uk: Ліцензовано для: %@
vi: Giấy phép cho %@

source: Change License
ar: غير الرخصة
bn: নিবন্ধন পরিবর্তন
ca: Canviar llicència
cs: Změnit licenci
da: Skift licens
de: Lizenz ändern
el: Αλλαγή άδειας
es: Cambiar Licencia
et: Muuda Litsentsi
fi: Vaihda lisenssi
he: שנה רשיון
hi: लाइसेंस बदलें
hr: Promijeni licencu
hu: Licensz cseréje
id: Ganti Lisensi
lt: Pakeisti licenciją
lv: Mainīte licenci
ms: Tukar Lesen
nl: Wijzig licentie
ro: Schimbă licența
ru: Сменить лицензию
sk: Zmeniť licenciu
th: เปลี่ยนใบอนุญาต
tr: Lisansı Değiştir
uk: Змінити ліцензію
vi: Thay đổi giấy phép

source: Unregistered version in trial mode
ar: نسخة غير مرخصة في الوضع التجريبي
bn: পরীক্ষার জন্য অনিবন্ধিত সংস্করণ
ca: Versió sense registrar en versió de proves
cs: Neregistrovaná verze ve zkušebním módu
da: Ikke-registreret version i prøvetilstand
de: Unregistrierte Version
el: Αδήλωτη έκδοση σε δοκιμαστική μορφή
es: Versión no registrada en modo de prueba
et: Registreerimata versioon proovirežiimis
fi: Rekisteröimätön versio (kokeilu-versio)
he: הגרסא ניסיונית ואינה רשומה
hi: अपंजीकृत संस्करण. परीक्षण के लिए
hr: Neregistrirana verzija u trial môdu
hu: Regisztrálatlan verzió, próbaidőszakban
id: Versi belum teregistrasi, berjalan dalam mode uji coba
lt: Neregistruota versija bandomuojame režime
lv: Bezmaksas programmas izmēģinājuma versija
ms: Versi tidak berdaftar dalam mod percubaan
nl: Ongeregistreerde versie in probeermodus
ro: Versiune neînregistrată, în mod de încercare
ru: Незарегистрированная версия
sk: Neregistrovaná verzia v skúšobnom móde
th: เวอร์ชั่นนี้ไม่ได้ลงทะเบียน อยู่ในขั้นทดลองใช้
tr: Lisanssız deneme sürümü
uk: Не зареєстрована версія в пробному режимі
vi: Phiên bản chưa đăng ký trong chế độ xài thử

source: Register
ar: تسجيل رخصة
bn: নিবন্ধন
ca: Registrar
cs: Registrovat
da: Registrer
de: Registrieren
el: Εγγραφή
es: Registrar
et: Registreeri
fi: Rekisteröi
he: רשום
hi: पंजीकरण
hr: Registriraj
hu: Regisztrálás
lt: Registruotis
lv: Reģistrēt
ms: Daftar
nl: Registreer
ro: Înregistrează-te
ru: Зарегистрировать
sk: Registrovať
th: ลงทะเบียน
tr: Kayıt
uk: Зареєструвати
vi: Đăng ký

source: About
ar: عن البرنامج
bn: সম্পর্কে
ca: Quant a
cs: O programu
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Teave
fi: Tietoa
he: אודות
hi: जानकारी
hr: O aplikaciji
hu: Névjegy
id: Tentang
lt: Apie
lv: Par
ms: Perihal
nl: Over
ro: Despre
ru: О программе
sk: O programe
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới Thiệu

source: Reset TotalFinder to defaults
ar: إعادة إعدادات TotalFinder إلى الوضع الإفتراضي
bn: টোটালফাইন্ডারকে স্বাভাবিক অবস্থায় রিসেট করবে
ca: Reinicia TotalFinder als valors per defecte
cs: Resetuj TotalFinder do výchozího nastavení
da: Nulstil TotalFinder til standardindstillingerne
de: Auf Standardeinstellungen zurücksetzen
el: Επαναφορά αρχικών ρυθμίσεων του TotalFinder
es: Restaurar valores por omisión
et: Taasta TotalFinderi algseadistus
fi: Palauta TotalFinderin asetukset
he: איפוס TotalFinder לברירת המחדל
hi: प्रारंभिक टोटलफ़ाइंडर सेटिंग्स को बहाल करें
hr: Vrati TotalFinder na izvorne postavke
hu: A TotalFinder alaphelyzetbe állítása
id: Kembalikan TotalFinder ke setingan awal
lt: Atstatyti TotalFinder numatytąsias reikšmes
lv: Attiestatīt TotalFinder uz noklusētajām vērtībām
ms: Set semula TotalFinder ke asal
nl: Herstel de standaardinstellingen van TotalFinder
ro: Revenire la setările inițiale
ru: Восстановить настройки по-умолчанию
sk: Resetuj TotalFinder do predvoleného nastavenia
th: ตั้งค่า TotalFinder เป็นค่าเริ่มต้น
tr: TotalFinder ayarlarını varsayılan ayarlara döndür
uk: Відновити налаштування за замовчуванням
vi: Thiết lập lại như ban đầu

source: Hide icon in Menu Bar
ar: اخف الأيقونة في شريط القوائم
bn: মেন্যুবারের চিহ্ন লুকাবে
ca: Ocultar la icona a la barra de menú
cs: Skrýt ikonu ve status menu
da: Skjul ikon i menulinje
de: Icon in der Menüleiste nicht anzeigen
el: Απόκρυψη εικονιδίου από το μενού
es: Ocultar icono en barra de menús
et: Peida ikoon menüüribas
fi: Piilota kuvake tilariviltä
he: הסתר סמל בשורת התפריטים
hi: चिह्न मेनू बार में छिपाएँ
hr: Sakrij ikonu u traci
hu: Ikon elrejtése a menüsoron
id: Sembunyikan ikon di Menu Bar
lt: Slėpti piktogramą meniu juostoje
lv: Paslēpt ikonu Izvēlnes škirtnē
ms: Sembunyi ikon pada Bar Menu
nl: Verberg icoon in menubalk
ro: Ascunde iconița TotalFinder din Meniul de Stare
ru: Удалить TotalFinder из строки меню
sk: Odstrániť TotalFinder ikonu zo stavovej lišty
th: ซ่อนไอคอนบน Menu Bar
tr: TotalFinder simgesini menü çubuğunda gizle
uk: Видалити TotalFinder із стрічки меню
vi: Ẩn biểu tượng trên thanh Danh Bạ

source: Keep original Dock icon
ar: احتفظ بأيقونة شريط الأدوات الأصلية
bn: ডকে মূল চিহ্নটি রাখবে
ca: Mantenir la icona original al Dock
cs: Vrátit původní ikonu do Docku
da: Behold original Dock ikon
de: Original Finder-Icon im Dock verwenden
el: Αρχικό εικονίδιο του Finder
es: Usar icono original de Finder en el Dock
et: Jäta algne Dock'i ikoon
fi: Pidä alkuperäinen kuvake Dockissa
he: שמור הסמל המקורי ברציף התוכניות
hi: डॉक आइकन ना बदलें
hr: Zadrži izvornu ikonu u Docku
hu: Eredeti Dock-ikon megtartása
id: Tetap meggunakan ikon Dock asli
lt: Palikti originalią Dock'o piktogramą
lv: Paturēt orģinālo doka ikonun
ms: Guna ikon asal Dok
nl: Behoud het originele Dockicoon
ro: Păstrează iconița originală de Finder în Dock
ru: Не изменять иконку Finder в Dock
sk: Zachovať originálnu ikonu Finderu v Docku
th: แสดงไอคอนแบบเดิมบน Dock
tr: Orijinal Dock simgesini kullan
uk: Не змінювати іконку Finder у Dock
vi: Sử dụng biểu tượng của Finder

source: Check Now
ar: تحقق الآن
bn: এখনি দেখো
ca: Comprovar ara
cs: Zkusit
da: Kontroller nu
de: Jetzt überprüfen
el: Έλεγχος τώρα
es: Buscar ahora
et: Kontrolli nüüd
fi: Tarkista nyt
he: בדוק עכשיו
hi: अब जाँचें
hr: Sada
hu: Ellenőrzés most
id: Cek Sekarang
lt: Patikrinti dabar
lv: Pārbaudīt
ms: Semak Sekarang
nl: Controleer nu
ro: Verifică acum
ru: Проверить
sk: Skontrolovať
th: ตรวจสอบเดี๋ยวนี้
tr: Şimdi kontrol et
uk: Перевірити зараз
vi: Kiểm tra ngay

source: Automatically check the website for updates
ar: تحقق من التحديثات بشكل تلقائي
bn: সয়ংক্রিয়ভাবে ওয়েবসাইটে আপডেট খুঁজবে
ca: Buscar actualitzacions automàticament
cs: Automaticky se dotazovat na aktualizace z webu
da: Kontroller automatisk for opdateringer
de: Überprüfe die Webseite automatisch auf Updates
el: Αυτόματος έλεγχος αναβαθμίσεων
es: Buscar actualizaciones automáticamente.
et: Automaatselt kontrolli kodulehelt uuendusi
fi: Tarkista päivitykset automaattisesti
he: בדוק אתר האינטרנט אוטומטית לקבלת עדכונים
hi: स्वचालित रूप से अद्यतन के लिए वेबसाइट की जाँच करें
hr: Automatska provjera stranice ažuriranja
hu: Frissítések automatikus keresése
id: Otomatis cek website untuk pembaharuan
lt: Automatiškai patikrinti puslapį dėl atnaujinimų
lv: Automātiski pārbaudīt programmas atjauninājumos no mājaslapas
ms: Semak laman web secara automatik untuk kemaskini
nl: Controleer automatisch of er updates zijn
ro: Verifică automat site-ul pentru actualizări
ru: Автоматически проверять обновления на веб-странице
sk: Automaticky kontrolovať aktualizácie
th: ตรวจหาอัพเดทใหม่โดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak kontrol et
uk: Автоматично перевіряти оновлення
vi: Tự đông kiểm tra cập nhật mới

source: Include pre-releases
ar: تضمين نسخ ما قبل الإصدار
bn: পরীক্ষামূলক সংষ্করণ সহ
ca: Incloure les versions preliminars
cs: Nabízet také testovací verze
da: Inkluder pre-releases
de: Schließe Beta-Versionen ein
el: Περιλαμβάνονται προ-εκδόσεις
es: Prueba las nuevas versiones antes que nadie
et: Osale prooviversioonides
fi: Huomioi kehitysversiot
he: כלול גרסאות ניסיוניות
hi: पूर्व रिलीज शामिल करें
hr: Uključi pred-izdanja
hu: Kiadás előtti verziók keresése
id: Termasuk pre-releases
lt: Įtraukti ir ankstyviuosius išleidimus
lv: Iekļaut programmas relīzes
ms: Termasuk pra-pelancaran
nl: Inclusief pre-releases
ro: Include versiuni nelansate încă
ru: Включить в обновления pre-релизы
sk: Ponúknuť tiež testovacie verzie
th: รวมเวอร์ชั่นทดสอบด้วย
tr: Ön-sürümleri dahil et
uk: А також перед-релізні збірки
vi: Bảo gồm phiên bản phát hành trước

source: Participate in TotalFinder testing
ar: شارك في تجارب TotalFinder
bn: টোটালফাইন্ডার পরীক্ষায় অংশগ্রহণ করো
ca: Participar a les proves de TotalFinder
cs: Díky za pomoc s testováním TotalFinderu
da: Deltag i testning af TotalFinder
de: Mache beim Testen von TotalFinder mit
el: Bοηθήστε την ανάπτυξη του TotalFinder
es: Ayuda a hacer TotalFinder mejor. El Finder podría volverse inestable.
et: Osale TotalFinderi testimises
fi: Osallistu TotalFinderin testaamiseen
he: השתתף בבדיקת המוצר
hi: टोटलफ़ाइंडर जाँच में शामिल हौं
hr: Sudjeluj u testiranju TotalFinder-a
hu: Részvétel a TotalFinder tesztelésében
id: Berpartisipasi dalam testing TotalFinder
lt: Dalyvauti TotalFinder'io testavime
lv: Piedalīties TotalFinder testēšanā
ms: Sertai pengujian TotalFinder
nl: Help mee met het testen van TotalFinder
ro: Participă în testarea TotalFinder
ru: Принять участие в программе тестирования TotalFinder
sk: Ďakujem za pomoc s testovaním TotalFinderu
th: ช่วยทดสอบ TotalFinder ก่อนออกอัพเดทจริง
tr: TotalFinder'ın test sürecine katıl
uk: Членство в тестуванні TotalFinder
vi: Tham dự trương trình thử nghiệm TotalFinder

source: TotalFinder Registration
ar: تسجيل TotalFinder
bn: টোটালফাইন্ডার নিবন্ধন
ca: Registre de TotalFinder
cs: Registrace TotalFinderu
de: TotalFinder Registrierung
el: Ενεργοποίηση TotalFinder
es: Registro de TotalFinder
et: TotalFinderi Registreerimine
fi: TotalFinderin rekisteröinti
he: רשימת TotalFinder
hi: टोटलफ़ाइंडर पंजीकरण
hr: TotalFinder registracija
hu: TotalFinder regisztrálása
id: Registrasi TotalFinder
lt: TotalFinder registracija
lv: TotalFinder Reģistrācija
ms: Pendaftaran TotalFinder
nl: Registratie van TotalFinder
ro: Înregistrare TotalFinder
ru: Регистрация TotalFinder
sk: Registrácia TotalFinderu
th: การลงทะเบียนใช้ TotalFinder
tr: TotalFinder Kaydı
uk: Реєстрація TotalFinder
vi: Đăng ký TotalFinder

source: Registration
ar: التسجيل
bn: নিবন্ধন
ca: Registre
cs: Registrace
de: Registrierung
el: Εγγραφή
es: Registro
et: Registreerimine
fi: Rekisteröinti
he: רישום
hi: पंजीकरण
hr: Registracija
hu: Regisztráció
id: Registrasi
lt: Registracija
lv: Reģistrācija
ms: Pendaftaran
nl: Registreren
ro: Înregistrare
ru: Регистрация
sk: Registrácia
th: การลงทะเบียน
tr: Kayıt
uk: Реєстрація
vi: Đăng Ký

source: Please enter your license details from the email we have sent you:
ar: الرجاء إدخال معلومات الرخصة المرسلة اليك بالبريد الإلكتروني
bn: আমাদের দেয়া ইমেইল থেকে নিবন্ধনের বিস্তারিত এখানে প্রবেশ করো:
ca: Si us plau introdueix els detalls de la llicència del correu que li hem enviat:
cs: Prosím zadejte licenční údaje z emailu, který jsme vám poslali:
da: Indtast venligst license detaljer fra emailen vi har sendt til dig:
de: Bitte geben die die Lizenz-Daten aus der E-Mail ein, die wir Ihnen geschickt haben:
el: Παρακαλώ εισάγετε τις πληροφορίες από το mail που λάβατε:
es: Introduzca los datos de licencia del email que le hemos enviado:
et: Palun sisesta e-mailile saadetud litsentsi info:
fi: Ole hyvä ja täytä lisenssisi tiedot, mitkä sait sähköpostiisi:
he: הקלד פרטי הרישום מהאימייל ששלחנו לך:
hi: हमारे भेजे हुए ईमेल से अपने लाइसेंस विवरण दर्ज करें:
hr: Molimo unesite detalje licence iz e-maila kojeg smo Vam poslali:
hu: Másolja be az e-mailben kapott regisztrációs adatokat:
id: Silahkan masukkan detail lisensi dari email yang telah kami kirimkan kepada anda:
lt: Prašome įvesti savo licencijos duomenis iš elektroninio pašto, kurį mes išsiuntėme jums:
lv: Lūdzu ievadiet licences detaļas, kuras mēs Jums nosūtījām uz e-pastu:
ms: Sila masukkan maklumat lesen dari emel yang kami hantar kepada anda:
nl: Voer de licentiegegevens in die u per e-mail van ons ontvangen heeft:
ro: Vă rog introduceți detaliile de licență din email-ul pe care vi l-am trimis:
ru: Пожалуйста, введите Ваше имя и лицензионный ключ, которые мы отправили Вам электронной почтой:
sk: Prosím zadajte licenčné údaje z emailu, ktorý sme Vám poslali:
th: โปรดกรอกข้อมูลใบอนุญาตใช้งานที่ได้รับจากอีเมล์ของคุณ:
tr: Lütfen size gönderdiğimiz e-postadaki lisans bilgilerini giriniz:
uk: Будь ласка, введіть деталі Вашої ліцензії, які ми відправили Вам електронною поштою:
vi: Làm ơn điền số giấy phép từ trong email chúng gửi cho bạn

source: Buy TotalFinder Now
ar: اشتر TotalFinder الآن
bn: এক্ষুনি টোটালফাইন্ডার কিনে ফেলো
ca: Comprar TotalFinder ara
cs: Koupit TotalFinder
da: Køb TotalFinder Nu
de: TotalFinder jetzt kaufen
el: Αγορά TotalFinder
es: Comprar TotalFinder ahora
et: Osta TotalFinder Nüüd
fi: Osta TotalFinder nyt
he: קנה את TotalFinder כעת
hi: टोटलफ़ाइंडर खरीदें
hr: Kupi TotalFinder sada
hu: TotalFinder megvásárlása
id: Beli TotalFinder Sekarang
lt: Pirkti TotalFinder dabar
lv: Iegādāties TotalFinder
ms: Beli TotalFinder Sekarang
nl: Koop TotalFinder nu
ro: Cumpără TotalFinder acum
ru: Купите TotalFinder сейчас
sk: Kúpiť TotalFinder
th: ซื้อ TotalFinder
tr: TotalFinder'ı Satın Alın
uk: Купіть TotalFinder зараз
vi: Mua TotalFinder Ngay

source: Thanks for registering!
ar: شكرا لتسجيلك!
bn: নিবন্ধন করার জন্য ধন্যবাদ!
ca: Gràcies per registrar-se!
cs: Díky za registraci!
da: Tak fordi du registrerede!
de: Danke fürs Registrieren!
el: Eυχαριστούμε για την εγγραφή!
es: ¡Gracias por registrarse!
et: Aitäh registreerumast!
fi: Kiitos rekisteröinnistä!
he: תודה על הרישום!
hi: पंजीकरण के लिए धन्यवाद!
hr: Zahvaljujemo na registraciji!
hu: Köszönjük a regisztrációt!
id: Terima kasih telah melakukan registrasi!
lt: Dėkojame už registraciją!
lv: Paldies par reģistrēšanos!
ms: Terima kasih kerana mendaftar!
nl: Bedankt voor uw registratie!
ro: Mulțumesc pentru înregistrare!
ru: Спасибо за регистрацию!
sk: Ďakujeme za registráciu!
th: ขอบคุณที่ลงทะเบียน!
tr: Kaydınız için teşekkürler!
uk: Дякуємо за реєстрацію!
vi: Cảm ơn đã đăng ký!
