Repository: Tdude/totalfinder-i18n
Catalog: plugin/*.lproj/TotalFinder.strings
Languages: ar, bn, ca, cs, da, de, el, es, et, fi, he, hi, hr, hu, id, lt, lv, ms, nl, ro, ru, sk, th, tr, uk, vi

# This option will effectively enable the tabs module in TotalFinder...
source: This option will effectively enable the tabs module in TotalFinder. For this operation Finder has to be restarted. Note: Prior restarting please finish all Finder tasks in progress (like copying or moving files).
ca: Aquesta opció habilitarà el mòdul de pestanyes a TotalFinder. Per aquesta operació s'ha de reiniciar el Finder! Nota: Abans de reiniciar si us plau finalitzi totes les tasques actives (com copia o moviment d'arxius).
cs: Tato volba zapne modul s taby v TotalFinderu. Pro dokončení této operace je nutné Finder restartovat! Poznámka: Před restartováním prosím ukončete všechny úlohy Finderu (jako kopírování nebo přesouvání souborů).
es: Esta opción activará el módulo de pestañas en TotalFinder. Para esta operación Finder necesitará reiniciarse. Nota: Antes de reiniciar el Finder, termina todas las tareas pendientes (como copiar o mover archivos).
hi: यह विकल्प प्रभावी ढंग से टोटलफ़ाइंडर में टैब्स मॉड्यूल को सक्रिय कर देगा. इस कार्य के लिये फ़ाइंडर को पुनः प्रारंभ करना अनिवार्य है! नोट: यह करने से पहले कृपया सभी प्रगतिशील फ़ाइंडर कार्य समाप्त कर लें (जैसे कॉपी).
lt: Šis pasirinkimas iš esmės įjungs kortelių modulį TotalFinder'yje. Šiai operacijai Finder turi būti paleistas iš naujo. Pastaba: prieš paleidami iš naujo, prašau pabaikite visus vykstančius darbus su Finder (tokius kaip failų kopijavimas ar perkėlimas).
nl: Deze optie zal de tabs-module aanzetten in TotalFinder. Finder zal worden herstart om de wijzigingen toe te passen. Let op: voltooi eerst alle Finder-bezigheden (zoals het verplaatsen of kopiëren van bestanden).
sk: Táto voľba zapne modul s tabmi v TotalFinderi. Pre dokončenie tejto operácie je nutné Finder reštartovať! Poznámka: Pred reštartovaním prosím ukončite všetky úlohy Finderu (ako kopírovanie alebo presúvanie súborov).
tr: Bu seçenek TotalFinder'ın sekmeler modülünü devreye alacak. Bu işlem için Finder'ın yeniden başlatılması gerekmektedir! Not: Yeniden başlatmadan önce tüm Finder görevlerinizi (dosya kopyalama ve taşıma gibi) tamamlayın.
uk: TЦей варіант дозволить ефективно включити вкладки модуля в TotalFinder. пдля цієї операції Finder повинен бути перезапущений.ппримечание: до перезапуску будь ласка, все готово Finder завдання у процесі (наприклад, копіювання або переміщення файлів).

source: This will effectively disable tabs, dual mode and visor. Finder restart is needed.
bn: এটা ট্যাব, ডুয়েল মোড ভাইসর বন্ধ করে ফেলবে। ফাইন্ডার পুনরায় চালু করতে হবে।
ca: Això inhabilitarà les pestanyes, el mode dual i el visor. Es necessari reiniciar el Finder.
cs: Vypne taby, duální mód a funkci visor. Vyžaduje restart Finderu.
de: Dies wird Tabs, den Dualmodus und Visor ausschalten. Der Finder muss neu gestartet werden.
es: Esto desactivará las pestañas, el modo dual y el visor. Finder necesitará reiniciarse.
he: פעולה זו תבטל בפועל את הלשוניות, המצב הכפול והמצחית. הפעלה מחדש של Finder נחוצה לשם כך.
hi: यह प्रभावी ढंग से टैब्स, दोहरा मोड और वाइजर को निष्क्रिय कर देगा. फ़ाइंडर को पुनः प्रारंभ करना होगा.
hr: Ovo će učinkovito onemogućiti kartice, dual môd i vizir. Finder se mora ponovno pokrenuti.
id: Ini akan secara efektif menonaktifkan tabs, mode dual dan visor. Finder harus di restart.
lt: Šitai iš esmės išjungs korteles, dvigubą režimą ir skydelį. Finder'io paleidimas iš naujo tam yra reikalingas.
lv: Šī darbīiba atspējos cilnes, paralēlo režīmu un visor efektu. Finder pārstartēšana ir nepieciešama.
ms: Ini akan mematikan tab, mod dwi dan visor. Finder perlu dimulakan semula.
nl: Dit zal tabs tabs, dubbele kolom en visor uitzetten. Finder herstarten is vereist.
ru: Отключить вкладки, двухпанельный режим и Visor. Необходим перезапуск Finder.
sk: Vypne taby, duálny mód a funkciu Visor. Vyžaduje reštart Finderu
tr: Bu işlem sekmeleri, çift pencere ve vizör özelliklerini devre dışı bırakacak. Finder'ın yeniden başlatılması gerekmektedir.
vi: Điều này sẽ tắt các tab ngay tức thì, chế độ song song hay visor. Finder cần được khởi động lại.

source: Show sidebar icons in color
ar: اظهر ايقونات الشريط الجانبي بالألوان
bn: সাইডবারের চিহ্নগুলি রঙ্গিন দেখাবে
ca: Mostrar en color les icones de la barra lateral
cs: Zobrazit boční panel v barvách
da: Vis sidebjælke ikoner i farver
de: Zeige Seitenleistenicons in Farbe
es: Colorear los iconos de la barra lateral
fi: Näytä sivupalkin kuvakkeet värillisinä
he: צבע את האיקונין בעמודת הצד
hi: साइडबार आइकनों को रंग में दिखाएँ
hr: Prikaži ikone u boji u rubnom stupcu
id: Perlihatkan warna pada icons sidebar
lt: Rodyti spalvotas šoninės panelės piktogramas
ms: Tunjuk ikon bar sisi dengan warna
nl: Toon gekleurde iconen in navigatiebalk
ru: Показывать иконки боковой панели цветными
sk: Zobraziť farebné ikony v bočnom paneli
tr: Kenar çubuğundaki simgeleri renkli göster
uk: Показувати іконки бокової панелі в кольорі
vi: Hiển thị màu sắc các biểu tượng ở sidebar

source: Automatically adjust widths in Column View
ar: تعديل العرض بشكل تلقائي في الواجهة العامودية
bn: কলাম ভিউতে প্রসস্থতা সয়ংক্রিয়ভাবে বিন্যস্ত হবে
ca: Ajustar automaticament l'amplada a la vista de columnes
cs: Rozšiřovat sloupce automaticky
da: Juster automatisk bredder i Kolonne-visning
de: Ändert die Breite in der Spaltenansicht automatisch
es: Ajustar automáticamente el tamaño de las columnas
fi: Säädä kolumninäkymän leveyttä automaattisesti
he: כוונן אורכים רוחביים בתצוגת עמודה באופן אוטומטי
hi: कॉलम दृश्य में चौड़ाई स्व्तह रूप से बदलें
hr: Automatski prilagodi širinu stupca za pregled
id: Otomatis menyesuaikan lebar di Column View
lt: Automatiškai koreguoti plotį stulpelių vaizdo režime
ms: Sesuaikan lebar dalam Paparan Lajur secara automatik
nl: Pas formaat automatisch aan bij kolomweergave
ru: Автоматическая ширина полей в режиме колонок
sk: Automaticky nastaviť šírku stĺpcov
tr: Sütun Görümü'nde genişlikleri otomatik ayarla
uk: Автоматично налаштовувати ширину стовбців при перегляді у режимі колонок
vi: Tự động điều chỉnh độ rộng Cột Hiển thị

source: Limit maximum column width to
ar: تقليل الحد الأقصى لعرض العمود
bn: কলামের সর্বোচ্চ প্রসস্থতা হবে
ca: Amplada màxim de la columna
cs: Omezit maximální šířku sloupce na
de: Beschränke maximale Spaltenbreite auf
es: Ancho de columna máximo
he: הגבל את רוחב העמודה המקסימאלי ל
hi: अधिकतम स्तंभ चौड़ाई सीमा
hr: Ograniči maksimalnu širinu stupca na
id: Batas maximum lebar kolom ke
lt: Riboti maksimalų stulpelio plotį iki
ms: Hadkan maksimum lebar ruangan kepada
nl: Limiteer maximale kolombreedte tot
ru: Максимальная ширина колонки
sk: Obmedziť maximálnu šírku stĺpca na
tr: Sütun genişliği üst sınırı
uk: Обмежити максимальну ширину стовпця
vi: Giới hạn tối đa độ rộng cột là

source: Limit minimum column width to
ar: تقليل الحد الأدنى لعرض العمود
bn: কলামের সর্বোনিম্ন প্রসস্থতা হবে
ca: Amplada mínima de la columna
cs: Omezit minimální šířku sloupce na
de: Beschränke minimale Spaltenbreite auf
es: Ancho de columna mínimo
he: הגבל את רוחב העמודה המינימאלי ל
hi: न्यूनतम स्तंभ चौड़ाई सीमा
hr: Ograniči minimalnu širinu stupca na
id: Batas minimum lebar kolom ke
lt: Riboti minimalų stulpelio plotį iki
ms: Hadkan minimum lebar ruangan kepada
nl: Limiteer minimale kolombreedte tot
ru: Минимальная ширина колонки
sk: Obmedziť minimálnu šírku stĺpca na
tr: Sütun genişliği alt sınırı
uk: Обмежити мінімальну ширину стовпця
vi: Giới hạn tối thiểu độ rộng cột là

source: Copy Path
ar: انسخ المسار
bn: পাথ কপি
ca: Copiar el camí
cs: Kopírovat cestu
da: Kopier sti
de: Pfad kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar ruta
et: Kopeeri Teekond
fi: Kopioi polku muodossa
he: העתק נתיב
hi: पथ की प्रतिलिपि बनायें
hr: Kopiraj putanju
hu: Másolási útvonal
id: Salin lokasi file
lt: Kopijavimo kelias
ms: Laluan Salin
nl: Kopieer het pad
ro: Copiază cale
ru: Копировать Путь
sk: Skopírovať cestu
th: คัดลอกที่อยู่ของไฟล์
tr: Klasör yolunu kopyala
uk: Копіювати шлях
vi: Sao Chép Đường Dẫn

source: POSIX Path
ar: مسار POSIX
bn: POSIX পাথ
ca: Camí POSIX
cs: POSIX cesta
da: POSIX sti
de: POSIX Pfad
el: POSIX διεύθυνση
es: Ruta POSIX
et: POSIX
fi: POSIX
he: העתק נתיב POSIX
hi: POSIX पथ
hr: POSIX putanja
hu: POSIX útvonal
id: POSIX lokasi file
lt: POSIX kelias
ms: Laluan POSIX
nl: POSIX-pad
ro: Cale POSIX
ru: Путь POSIX
sk: Cesta pre POSIX
th: ที่อยู่ของ POSIX
tr: POSIX konumu
uk: POSIX шлях
vi: Đường Dẫn POSIX

source: Windows Path
ar: مسار Windows
bn: উইন্ডোজ পাথ
ca: Camí de Windows
cs: Windows cesta
da: Windows sti
de: Windows Pfad
el: Διεύθυνση παραθύρου
es: Ruta de Windows
et: Windows
fi: Windows
he: נתיב Windows
hi: विंडोज़ पथ
hr: Windows putanja
hu: Windows útvonal
id: Lokasi Jendela
lt: Windows kelias
ms: Laluan Windows
nl: Windows-pad
ro: Cale Windows
ru: Путь Windows
sk: Cesta pre Windows
th: ที่อยู่ของ Windows
tr: Windows Konumu
uk: Windows шлях
vi: Đường Dẫn Cửa Sổ

source: HFS Path
ar: مسار HFS
bn: HFS পাথ
ca: Camí HFS
cs: HFS cesta
da: HFS sti
de: HFS Pfad
el: Διεύθυνση HFS
es: Ruta HFS
et: HFS
fi: HFS
he: נתיב HFS
hi: HFS पथ
hr: HFS putanja
hu: HFS útvonal
id: Lokasi HSF
lt: HFS kelias
ms: Laluan HFS
nl: HFS-pad
ro: Cale HFS
ru: Путь HFS
sk: Cesta pre HFS
th: ที่อยู่ของ HFS
tr: HFS Konumu
uk: HFS шлях
vi: Đường Dẫn HFS

source: Terminal Path
ar: مسار Terminal
bn: টার্মিনাল পাথ
ca: Camí de Terminal
cs: Cesta pro terminál
da: Terminal sti
de: Terminal Pfad
el: Διεύθυνση τερματικού
es: Ruta de Terminal
et: Terminal
fi: Pääte
he: נתיב Terminal
hi: टेर्मिन्ल पथ
hr: Terminal putanja
hu: Terminál útvonal
id: Lokasi Terminal
lt: Terminalo kelias
ms: Laluan Terminal
nl: Terminal-pad
ro: Cale Terminal
ru: Для Терминала
sk: Cesta pre terminál
th: ที่อยู่ของ Terminal
tr: Komut Satırı Konumu
uk: Terminal шлях
vi: Đường Dẫn Terminal

source: UNC Path
ar: مسار UNC
bn: UNC পাথ
ca: Camí UNC
cs: UNC cesta
da: UNC sti
de: UNC Pfad
es: Ruta UNC
et: UNC
fi: UNC
he: נתיב UNC
hi: UNC पथ
hr: UNC putanja
lt: UNC kelias
ms: Laluan UNC
nl: UNC-pad
ru: Путь UNC
sk: Cesta pre UNC
th: ที่อยู่ของ UNC
tr: UNC Konumu
uk: UNC шлях
vi: Đường dẫn UNC

source: Allow path copying from Context Menus
ar: السماح بنسخ المسار من القائمة
bn: কনটেক্সট মেন্যু থেকে পাথ কপি করা যাবে
ca: Permetre la copia de camíns des dels menús contextuals
cs: Kopírování cesty z kontext menu
da: Tillad sti kopiering fra kontekstmenuer
de: Erlaube Kopieren des Pfades im Kontextmenü
el: Αντιγραφή Path με δεξί κλικ
es: Copiar rutas desde el menú contextual
et: Luba teekonna kopeerimist hüpikmenüüs
fi: Salli polun kopiointi pikavalikosta
he: אפשר העתקת נתיבים דרך תפריטי ההקשר
hi: संदर्भ मेनू से पथ नकल की अनुमति दें
hr: Dozvoli kopiranje putanje iz kontekstnog izbornika
hu: Elérési út másolható a helyi menüben
id: Izinkan penyalinan lokasi dari Konteks Menu
lt: Leisti kelio kopijavimą iš kontekstinių meniu
ms: Benarkan penyalinan laluan dari Menu Konteks
nl: Sta kopiëren van paden uit contextmenu's toe
ro: Permite copiere Cale în meniurile contextuale
ru: Копирование пути файла из контекстных меню
sk: Povoliť kopírovanie z kontextového menu
th: ยอมให้คัดลอกที่อยู่ไฟล์ได้จากเมนูคลิกขวา
tr: Açılır menüden klasör yolunu kopyalamaya izin ver
uk: Дозволити копіювати шляху з контекстного меню
vi: Cho phép đường dẫn sao chép từ menu ngữ cảnh

source: Edit
ar: تحرير
bn: এডিট
ca: Editar
cs: Editovat
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Edición
et: Muuda
fi: Muokkaa
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
lt: Redaguoti
nl: Wijzig
ro: Editează
ru: Изменить
sk: Upraviť
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh Sửa

source: Cut
ar: قص
bn: কাট্
ca: Retallar
cs: Vyjmout
da: Klip
de: Ausschneiden
el: Αποκοπή
es: Cortar
et: Lõika
fi: Leikkaa
he: גזור
hi: काटें
hr: Izreži
hu: Kivágás
id: Potong
lt: Iškirpti
ms: Potong
nl: Knip
ro: Taie
ru: Вырезать
sk: Vystrihnúť
th: ตัด
tr: Kes
uk: Вирізати
vi: Cắt

source: Cut “%@”
ar: قص “%@”
bn: “%@” কাট্
ca: Retallar “%@”
cs: Vyjmout “%@”
da: Klip “%@”
de: „%@” ausschneiden
el: Αποκοπή “%@”
es: Cortar “%@”
et: Lõika “%@”
fi: Leikkaa “%@”
he: גזור “%@”
hi: काटें “%@”
hr: Izreži “%@”
hu: „%@” kivágása
id: Potong “%@”
lt: Iškirpti “%@”
ms: Potong “%@”
nl: Knip “%@”
ro: Taie “%@”
ru: Вырезать «%@»
sk: Vystrihnúť “%@”
th: ตัด “%@”
tr: “%@” Kes
uk: Вирізати «%@»
vi: Cắt “%@”

source: Cut %u Items
ar: قص %u عنصر
bn: %u কাট্
ca: Retallar %u ítems
cs: Vyjmout %u položek
da: Klip %u emner
de: %u Elemente ausschneiden
el: Αποκοπή %u αντικειμένων
es: Cortar %u ítems
et: Lõika %u Asja
fi: Leikkaa %u kohdetta
he: גזור %u פריטים
hi: %u वस्तु काटें
hr: Izreži %u stavke
hu: %u elem kivágása
id: Potong %u Items
lt: Iškirpti %u elementus
ms: Potong %u Item
nl: Knip %u onderdelen
ro: Taie %u elemente
ru: Вырезать объекты: %u
sk: Vystrihnúť položky %u
th: ตัด %u รายการ
tr: %u Nesneyi Kes
uk: Вирізати %u об'єкти(ів)
vi: Cắt %u Hạng Mục

source: Paste
bn: পেস্ট
ca: Enganxar
cs: Vložit
da: Sæt ind
de: Einfügen
el: Επικόλληση
es: Pegar
et: Kleebi
fi: Sijoita
he: הדבק
hi: चिपकाऐं
hr: Zalijepi
hu: Beillesztés
id: Tempel
lt: Įklijuoti
ms: Tampal
nl: Plak
ro: Lipește
ru: Вставить
sk: Vložiť
th: วาง
tr: Yapıştır
uk: Вставити
vi: Dán

source: Paste %u Items
ar: لصق %u عنصر
bn: %u পেস্ট
ca: Enganxar %u ítems
cs: Vložit %u položek
da: Indsæt %u emner
de: %u Elemente einfügen
el: Επικόλληση %u αντικειμένων
es: Pegar %u ítems
et: Kleebi %u Asja
fi: Sijoita %u kohdetta
he: הדבק %u פריטים
hi: %u वस्तु चिपकाऐं
hr: Zalijepi %u stavke
hu: %u elem beillesztése
id: Tempel %u Items
lt: Įklijuoti %u elementus
ms: Tampal %u Item
nl: Plak %u onderdelen
ro: Lipește %u elemente
ru: Вставить объекты: %u
sk: Vložiť položky %u
th: วาง %u รายการ
tr: %u Nesneyi Yapıştır
uk: Вставити %u об'єкти(ів)
vi: Dán %u Hạng Mục

source: Copy
ar: نسخ
bn: কপি
ca: Copiar
cs: Kopírovat
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
et: Kopeeri
fi: Kopioi
he: העתק
hi: प्रतिलिपि बनाऐं
hr: Kopiraj
hu: Másolás
id: Salin
lt: Kopijuoti
ms: Salin
nl: Kopieer
ro: Copiază
ru: Копировать
sk: Kopírovať
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao Chép

source: Show CutPaste buttons in Context Menus
ar: أظهر ازرار القص واللصق في القوائم
bn: কনটেক্সট মেন্যুতে কাট-পেস্ট বাটন দেখা যাবে
ca: Mostar els botons de retallar i enganxar als menús contextuals
cs: Vyjmout-vložit tlačítka v kontext menu
da: Vis klip/sæt ind-knapper i kontekstmenuer
de: Ausschneiden/Einfügen im Kontextmenü anzeigen
el: Αποκοπή-Επικόλληση στο δεξί κλικ
es: Cortar y Pegar desde el menú contextual
et: Näita Lõika&Kleebi nuppe hüpikmenüüs
fi: Kopioi/Leikkaa/Sijoita-napit pikavalikkoon
he: הצג כפתורי גזירה והדבקה בתפריטי ההקשר
hi: संदर्भ मेनू में काटने-चिपकाने के बटन दिखाएँ
hr: Prikaži tipke Izreži&Zalijepi u kontekstnom izborniku
hu: Kivágás/Beillesztés a helyi menüben
id: Tunjukkan tombol Salin&Tempel di Konteks Menu
lt: Rodyti Iškirpti ir Įklijuoti mygtukus kontekstiniuose meniu
ms: Paparkan butang PotongTampal dalam Konteks Menu
nl: Toon knip- en plakknoppen in contextmenu's
ro: Arată butoanele Taie&amp;Lipește în meniurile contextuale
ru: Команды редактирования в виде кнопок
sk: Vystrihnúť Kopírovať Vložiť tlačítka v kontextovom menu
th: แสดงปุ่มตัดและคัดลอกในเมนูคลิกขวา
tr: Açılır menüde Kes/Yapıştır tuşlarını göster
uk: Показувати кнопки 'Вирізати-Вставити' в контекстному меню
vi: Hiển thị nút cắt và dán trong menu ngữ cảnh

source: Show progress bar in the Dock
ar: اظهر شريط التقدم في الـ Dock
bn: ডকে ক্রমবৃদ্ধি দেখাবে
ca: Mostrar barra de progrés al Dock
cs: Zobrazovat indikátor průběhu v Docku
da: Vis statuslinje i Dock
de: Zeige einen Fortschrittsbalken im Dock
es: Mostrar barras de progreso en el Dock
fi: Näytä tiedostosiirron edistymispalkki Dockissa
he: הצג פס התקדמות ברציף התוכניות
hi: डॉक में प्रगति पट्टी दिखायें
hr: Prikaži traku napretka u Docku
id: Perlihatkan bar progress di Dock
lt: Rodyti progreso juostą Dock'e
ms: Paparkan bar perkembangan di Dok
nl: Laat voortgang zien in het Dock
ru: Показывать индикатор прогресса в Dock
sk: Zobraziť indikátor priebehu v Docku
th: แสดงความคืบหน้าบน Dock
tr: Dock'ta ilerleme durumunu göster
uk: Показувати індикатор прогресу в Dock
vi: Hiển thị thanh Tiến trình ở thanh Dock

source: Colored Labels
ca: Etiquetes de colors
cs: Barevné štítky
de: Farbliche Labels
es: Etiquetas de colores
he: תוויות צבעוניות
hr: Oznake u boji
id: Label Berwarna
lt: Spalvotos etiketės
ms: Label Berwarna
nl: Gekleurde labels
ru: Цветные ярлыки
sk: Farebné štítky
tr: Renkli Etiketler
uk: Кольорові Мітки

source: The last applied tag determines item's background color.
ca: L'última etiqueta aplicada determina el color de fons de l'ítem
cs: Poslední aplikovaná značka rozhodne barvu pozadí položky.
de: Die Hintergrundfarbe wird durch den zuletzt zugewiesenen Tag festgelegt.
es: La última etiqueta aplicada determina el color de fonde del item.
he: התג האחרון שהוצמד לפריט קובע את צבע הרקע שלו
hr: Posljednji primijenjeni tag određuje boju pozadine stavke.
id: Tag yang terakhir digunakan menentukan latar belakang warna item.
lt: Paskutinis pritaikytas žymeklis nustato objekto fono spalvą
ms: Tag terakhir digunakan menentukan warna latar belakang item ini.
nl: De laatst toegewezen tag bepaalt het item's achtergrondkleur.
ru: Фон определяется последним примененным ярлыком.
sk: Farba pozadia položky bude podľa poslednej nastavenej značky.
tr: Son seçilen etiket nesnenin arkaplan rengini belirlesin.
uk: Останній тег застосовується Й визначає колір фону.

# MenuItem:Pin Visor
source: Pin Visor
ar: ثبت Visor
bn: পিন ভাইসর
ca: Fixar visor
cs: Přišpendlit
da: Fastgør Visor
de: Visor Anheften
el: Καρφίτσωμα επόπτη
es: Fijar Visor
et: Kinnita Visor
fi: Jätä Visor esille
he: הצמד מצחיה
hi: वाइसर पिन करें
hr: Zakači Vizir
hu: Visor rögzítése
id: Sematkan Visor
lt: Prisegti skydelį
nl: Zet Visor vast
ro: Pioneză
ru: Закрепить
sk: Pripnúť Visor
th: ปักหมุด Visor
tr: Vizörü Sabitle
uk: Закріпити
vi: Ghim Visor

# MenuItem:Close Tab
source: Close Tab
ar: اغلق علامة التبويب
bn: ট্যাব বন্ধ
ca: Tancar finestra
cs: Zavřít tab
da: Luk fane
de: Tab schließen
el: Κλείσιμο καρτέλας
es: Cerrar pestaña
et: Sulge Vaheleht
fi: Sulje välilehti
he: סגור לשונית
hi: टैब बंद करें
hr: Zatvori karticu
hu: Fül bezárása
id: Tutup Tab
lt: Užverti kortelę
ms: Tutup Tab
nl: Sluit tabblad
ro: Închide tab
ru: Закрыть вкладку
sk: Zatvoriť tab
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
vi: Đóng Tab

# MenuItem:New Native Tab
source: New Native Tab
bn: নতুন ন্যাটিভ ট্যাব নাও
ca: Nova pestanya nativa
cs: Nový nativní tab
de: Neuer nativer Tab
es: Nueva pestaña nativa
he: לשונית Finder חדשה
hi: नया निवासी टैब
hr: Nova izvorna kartica
id: Tab Default Baru
lt: Nauja gimtinė kortelė
ms: Tab Asal Baru
nl: Nieuw native tabblad
ru: Новая вкладка OS X Finder
sk: Nový natívny tab
tr: Yeni Standart Sekme
vi: Tạo Tab gốc

# MenuItem:Close Native Tab
source: Close Native Tab
bn: ন্যাটিভ ট্যাব বন্ধ করবে
ca: Tancar pestanya nativa
cs: Zavřít nativní tab
de: Schließe nativen Tab
es: Cerrar pestaña nativa
he: סגור לשונית Finder
hi: निवासी टैब बंद करें
hr: Zatvori izvornu karticu
id: Tutup Tab Default
lt: Uždaryti gimtinę kortelę
ms: Tutup Tab Asal
nl: Sluit native tabblad
ru: Закрыть вкладку OS X Finder
sk: Zavrieť natívny tab
tr: Standart Sekmeyi Kapat
vi: Đóng Tab gốc

# MenuItem:Show Previous Native Tab
source: Show Previous Native Tab
bn: পূর্ববর্তী ন্যাটিভ ট্যাব দেখাবে
ca: Mostrar pestanya nativa anterior
cs: Zobrazit předchozí nativní ab
de: Zeige letzten nativen Tab
es: Mostrar pestaña nativa anterior
he: הצג לשונית Finder קודמת
hi: पिछला निवासी टैब देखें
hr: Prikaži prethodnu izvornu karticu
id: Perlihatkan Tab Default Sebelumnya
lt: Rodyti ankstesnę gimtinę kortelę
ms: Paparkan Tab Asal Terdahulu
nl: Toon vorige native tabblad
ru: Выбрать предыдущую вкладку OS X Finder
sk: Zobraziť predchádzajúci natívny tab
tr: Önceki Standart Sekmeyi Seç
vi: Hiển thị Tab gốc phía trước

# MenuItem:Show Next Native Tab
source: Show Next Native Tab
bn: পরবর্তী ন্যাটিভ ট্যাব দেখাবে
ca: Mostrar següent pestanya nativa
cs: Zobrazit následující nativní tab
de: Zeige nächsten nativen Tab
es: Mostrar pestaña nativa siguiente
he: הצג לשונית Finder הבאה
hi: अगला निवासी टैब देखें
hr: Prikaži sljedeću izvornu karticu
id: Perlihatkan Tab Default Selanjutnya
lt: Rodyti kitą gimtinę kortelę
ms: Paparkan Tab Asal Seterusnya
nl: Toon volgende native tabblad
ru: Выбрать следующую вкладку OS X Finder
sk: Zobraziť ďalší natívny tab
tr: Sonraki Standart Sekmeyi Seç
vi: Hiển thị Tab gốc đằng sau

# MenuItem:New Tab
source: New Tab
ar: علامة تبويب جديدة
bn: নতুন ট্যাব
ca: Nova pestanya
cs: Nový tab
da: Ny fane
de: Neuer Tab
es: Nueva pestaña
et: Uus Vaheleht
fi: Uusi välilehti
he: לשונית חדשה
hi: नया टैब
hr: Nova kartica
id: Tab Baru
lt: Nauja kortelė
ms: Tab Baru
nl: Nieuw tabblad
ru: Новая вкладка
sk: Nový tab
tr: Yeni Sekme
uk: Нова вкладка
vi: Tab mới

# MenuItem:Reopen Closed Tab
source: Reopen Closed Tab
ar: إعادة فتح علامة التبويب
bn: বন্ধকৃত ট্যাব আবার খুলবে
ca: Reobrir pestanya tancada
cs: Otevřít zavřený tab
da: Åbn lukkede fane igen
de: Öffne geschlossenen Tab erneut
es: Restaurar pestaña cerrada
et: Ava Uuesti Suletud Vaheleht
fi: Avaa suljettu välilehti uudelleen
he: פתח לשונית שנסגרה
hi: बंद टैब पुनः खोलें
hr: Ponovo otvori karticu
id: Buka kembali Tab Yang Tertutup
lt: Iš naujo atidaryti uždarytą kortelę
ms: Buka Semula Tab Yang Ditutup
nl: Heropen gesloten tabblad
ru: Восстановить закрытую вкладку
sk: Znovuotvoriť zavretý tab
tr: Kapatılan Sekmeyi Yeniden Aç
uk: Знову відкрити закриту вкладку
vi: Mở lại những tab đã đóng

# MenuItem:Close Window
source: Close Window
ar: اغلق النافذة
bn: উইন্ডো বন্ধ করো
ca: Tancar finestra
cs: Zavřít okno
da: Luk vindue
de: Fenster schließen
el: Κλείσιμο παραθύρου
es: Cerrar ventana
et: Sulge Aken
fi: Sulje ikkuna
he: סגור חלון
hi: विंडो बंद करें
hr: Zatvori prozor
hu: Ablak bezárása
id: Tutup Jendela
lt: Uždaryti langą
ms: Tutup Tetingkap
nl: Sluit venster
ro: Închide fereastra
ru: Закрыть окно
sk: Zatvoriť okno
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
vi: Đóng Cửa Sổ

# MenuItem:Toggle Dual Mode
source: Toggle Dual Mode
ar: غير وضع ثنائي الواجهة
bn: ডুয়েল মোড টগল করবে
ca: Commnuta el model dual
cs: Přepnout dualní panel
da: Skift Dual-mode
de: Dual-Modus an/aus
el: Εναλλαγή Dual mode
es: Desplegar modo dual
et: Lülitu Paarisaknarežiimi
fi: Kaksoispaneeliselaus
he: החלף מצב כפול
hi: दोहरा अंदाज़ शुरू या बंद करें
hr: Prebaci Dual môd
hu: Váltás kettős módra
id: Aktifkan Mode Dual
lt: Į(iš)jungti dvigubą režimą
ms: Togol Mod Dual
nl: Dubbele/enkele kolom
ro: Comută în modul dual
ru: Двухпанельный режим
sk: Prepnúť na dual panel
th: เรียกใช้หน้าต่างคู่
tr: İkili Pencereyi Aç/Kapat
uk: Двопанельний режим
vi: Kích hoạt chế độ hai của sổ

# MenuItem:Narrow Tabs Bar
source: Narrow Tabs Bar
ar: لوحة علامات تبويب ضيقة
bn: ট্যাব বার চিকর করবে
ca: Barra de pestanyes estreta
cs: Štíhlé taby
da: Indsnæver fanebar
de: Tableiste verkleinern
el: Σμίκρυνση καρτελών
es: Barra de pestañas estrecha
et: Kitsas Vahelehe Riba
fi: Ohenna välilehtipalkkia
he: שורת לשוניות צרה
hi: संकीर्ण टैब पट्टी
hr: Uska traka kartica
hu: Keskeny fülek
id: Sempitkan Tabs Bar
lt: Siaura kortelių juosta
ms: Kecilkan Bar Tab
nl: Verklein tabbalk
ro: Tab-uri înguste
ru: Узкая панель вкладок
sk: Úzke taby
th: แถบแท็บแบบเล็ก
tr: Sekme Çubuğunu Daralt
uk: Вузька панель вкладок
vi: Tab Hẹp
