Repository: Tdude/totalfinder-i18n
Catalog: uninstaller/*.lproj/Localizable.strings
Languages: he, lv

source: Quit
he: יציאה
lv: Beigt

source: Cancel
he: ביטול
lv: Atcelt

source: Uninstall
he: הסרה
lv: Atinstalēt

source: Details
he: פרטים
lv: Detaļas

source: Show detailed transcript
he: הצג תעתיק מפורט
lv: Parādīt detalizētu norakstu

# You are about uninstall *APP*
source: You are about to uninstall TotalFinder
he: הנך עומד להסיר את TotalFinder
lv: Jūs tūlīt atinstalēsiet programmu TotalFinder

# This program will uninstall all *APP* components from this computer.
source: This program will uninstall all TotalFinder components from this computer.
he: תוכנית זו תסיר את כל רכיבי TotalFinder ממחשב זה.
lv: Šī programma atinstalēs visus TotalFinder programmas komponentus.

# *APP* has been uninstalled
source: TotalFinder has been uninstalled
he: הסרת TotalFinder הסתיימה בהצלחה
lv: TotalFinder tika atinstalēts

# Thank you for trying *APP*.
source: Thank you for trying TotalFinder.
lv: Paldies, ka pamēģinājāt TotalFinder.

# *APP* uninstallation failed
source: TotalFinder uninstallation failed
he: הסרת TotalFinder נכשלה
lv: Neizdevās atinstalēt TotalFinder

source: The uninstall script encountered problems. Please see the details. Please report bugs to support@binaryage.com.
he: סקריפט ההסרה נתקל בתקלות. אנא ראו הפרטים. נשמח אם תדווחו על באגים לכתובת support@binaryage.com.
lv: Atinstalēšanas programmā radās kļūda. Lūdzu skatieties detaļas par kļūdu. Lūdzu ziņojiet par kļūdām uz e-pastu support@binaryage.com.

# Uninstaller needs admin privileges to remove *APP* from your system.
source: Uninstaller needs admin privileges to remove TotalFinder from your system.
he: לאשף ההסרה דרושה פריבילגית מנהל המערכת על מנת להסיר את TotalFinder מהמערכת שלכם.
lv: Atinstalēšanas programmai nepieciešamas administratīvā lietotāja tiesības, lai attinstalētu TotalFinder no Jūsu sistēmas.

source: Running uninstall script:
he: מריץ סקריפט הסרה:
lv: Atinstalēšanas programma darbojas:

source: Uninstall script finished successfully.
he: סקריפט הסרה סיים בהצלחה.
lv: Atinstalēšanas programma veiksmīgi beidza savu darbību.

source: Uninstall script needs admin rights.
he: סקריפט ההסרה דורש זכויות של מנהל מערכת.
lv: Attinstalēšanas programmai nepieciešamas administratīvā lietotāja tiesības.

source: Uninstall script failed with error [%d].
he: סקריפט ההסרה נכשל עם שגיאה [%d].
lv: Attinstalēšanas programma saskarās ar kļūdu [%d].
